[
  {
    "name": "Bitcoin",
    "symbol": "btc",
    "rank": 1,
    "marketCap": 770506273888935,
    "totalSupply": 21000000,
    "maxSupply": 21000000,
    "circulatingSupply": 19421106,
    "description": "비트코인은 2009년 나카모토 사토시가 만든 디지털 통화로, 통화를 발행하고 관리하는 중앙 장치가 존재하지 않는 구조를 가지고 있다. 대신, 비트코인의 거래는 P2P 기반 분산 데이터베이스에 의해 이루어지며, 공개 키 암호 방식 기반으로 거래를 수행한다. 비트코인은 공개성을 가지고 있다. 비트코인은 지갑 파일의 형태로 저장되며, 이 지갑에는 각각의 고유 주소가 부여되며, 그 주소를 기반으로 비트코인의 거래가 이루어진다. 비트코인은 1998년 웨이따이가 사이버펑크 메일링 리스트에 올린 암호통화란 구상을 최초로 구현한 것 중의 하나이다.비트코인은 최초로 구현된 가상화폐입니다. 발행 및 유통을 관리하는 중앙권력이나 중간상인 없이, P2P 네트워크 기술을 이용하여 네트워크에 참여하는 사용자들이 주체적으로 화폐를 발행하고 이체내용을 공동으로 관리합니다. 이를 가능하게 한 블록체인 기술을 처음으로 코인에 도입한 것이 바로 비트코인입니다.비트코인을 사용하는 개인과 사업자의 수는 꾸준히 증가하고 있으며, 여기에는 식당, 아파트, 법률사무소, 온라인 서비스를 비롯한 소매상들이 포함됩니다. 비트코인은 새로운 사회 현상이지만 아주 빠르게 성장하고 있습니다. 이를 바탕으로 가치 증대는 물론, 매일 수백만 달러의 비트코인이 교환되고 있습니다. 비트코인은 가상화폐 시장에서 현재 유통시가총액과 코인의 가치가 가장 크고, 거래량 또한 안정적입니다. 이더리움이 빠르게 추격하고 있지만 아직은 가장 견고한 가상화폐라고 볼 수 있습니다. 코인 특징1. 중앙주체 없이 사용자들에 의해 거래내용이 관리될 수 있는 비트코인의 운영 시스템은 블록체인 기술에서 기인합니다. 블록체인은 쉽게 말해 다 같이 장부를 공유하고, 항상 서로의 컴퓨터에 있는 장부 파일을 비교함으로써 같은 내용만 인정하는 방식으로 운영됩니다. 따라서 전통적인 금융기관에서 장부에 대한 접근을 튼튼하게 방어하던 것과는 정반대의 작업을 통해 보안을 달성합니다. 장부를 해킹하려면 51%의 장부를 동시에 조작해야 하는데, 이는 사실상 불가능합니다. 왜냐하면, 이를 실행하기 위해서는 컴퓨팅 파워가 어마어마하게 소요되고, 이것이 가능한 슈퍼컴퓨터는 세상에 존재하지 않기 때문입니다. 또한, 장부의 자료들은 줄글로 기록되는 것이 아니라 암호화 해시 함수형태로 블록에 저장되고, 이 블록들은 서로 연결되어 있어서 더 강력한 보안을 제공합니다. 2. 비트코인은 블록발행보상을 채굴자에게 지급하는 방식으로 신규 코인을 발행합니다. 블록발행보상은 매 21만 블록(약 4년)을 기준으로 발행량이 절반으로 줄어듭니다. 처음에는 50비트코인씩 발행이 되었고, 4년마다 계속 반으로 감소하고 있습니다. 코인의 총량이 2,100만 개에 도달하면 신규 발행은 종료되고, 이후에는 거래 수수료만을 통해 시스템이 지탱될 것입니다. 핵심 가치(키워드: 통화로 사용될 수 있는 보편성 및 편의성)1. 다양한 알트코인들의 등장에 앞서 비트코인은 가상화폐 시장에서 독보적이었기 때문에, 현재 가장 보편적인 결제수단으로 사용됩니다. 실생활에서 이를 활용할 수 있는 가맹점이 알트코인들보다 압도적으로 많을 뿐만 아니라, 이 또한 증가하고 있습니다. 일례로 일본 업체들이 비트코인 결제 시스템을 도입하면서 곧 비트코인을 오프라인 점포 26만 곳에서 이용할 수 있게 될 것입니다. 2. 여러 나라에서 비트코인을 정식 결제 수단으로 인정하면서, 실물화폐와 가상화폐를 거래할 때 더는 부가가치세가 부과되지 않게 된다고 합니다. 실제로 일본과 호주에서는 이미 비트코인을 합법적 결제 수단으로 인정하면서 제도권 안으로 들여오고 있고, 미국에서는 비트코인 ETF 승인 노력도 진행되고 있습니다. 각국에 비트코인을 기반으로 한 ATM 기계도 설치되었다고 합니다. ",
    "image": "https://assets.coingecko.com/coins/images/1/large/bitcoin.png?1547033579",
    "changePercent": -1.2973,
    "currency": "KRW",
    "price": 39636823
  },
  {
    "name": "Ethereum",
    "symbol": "eth",
    "rank": 2,
    "marketCap": 298766961208866,
    "totalSupply": 120217554.822948,
    "maxSupply": 0,
    "circulatingSupply": 120217554.822948,
    "description": "이더리움(Ethereum/ETH)은 블록체인 기술에 기반한 클라우드 컴퓨팅 플랫폼 또는 프로그래밍 언어이다. 비탈릭 부테린이 개발하였다.비탈릭 부테린은 가상화폐인 비트코인에 사용된 핵심 기술인 블록체인(blockchain)에 화폐 거래 기록뿐 아니라 계약서 등의 추가 정보를 기록할 수 있다는 점에 착안하여, 전 세계 수많은 사용자들이 보유하고 있는 컴퓨팅 자원을 활용해 분산 네트워크를 구성하고, 이 플랫폼을 이용하여 SNS, 이메일, 전자투표 등 다양한 정보를 기록하는 시스템을 창안했다. 이더리움은 C++, 자바, 파이썬, GO 등 주요 프로그래밍 언어를 지원한다.이더리움을 사물 인터넷(IoT)에 적용하면 기계 간 금융 거래도 가능해진다. 예를 들어 고장난 청소로봇이 정비로봇에 돈을 내고 정비를 받고, 청소로봇은 돈을 벌기 위해 정비로봇의 집을 청소하는 것도 가능해진다.",
    "image": "https://assets.coingecko.com/coins/images/279/large/ethereum.png?1595348880",
    "changePercent": -1.81406,
    "currency": "KRW",
    "price": 2483013
  },
  {
    "name": "Tether",
    "symbol": "usdt",
    "rank": 3,
    "marketCap": 108749992637179,
    "totalSupply": 83355853919.3875,
    "maxSupply": 0,
    "circulatingSupply": 83355853919.3875,
    "description": "미국 달러화를 기반으로 한 블록체인1) 기반 암호화폐실제 달러화 유보금과 1:1정도의 비율을 유지함으로써 가치의 변동성이 거의 없다는 것이 특징가치 변동이 심한 다른 암호화폐 거래 시 안정적인 자산 운용을 위한 역할을 수행하고 있음가치암호화폐 거래를 위한 실질적 기축통화와 1:1 비율로 가치를 형성하는 거래 수단 및 극심한 변동성을 가지고 있는 다른 암호화폐를 거래하기 위한 실질적인 화폐의 기능을 수행할 수 있는 목적으로 만들어진 암호화폐 입니다.이러한 역할을 수행할 수 있는 화폐는 신뢰성을 바탕으로 운영과 관리가 되어야 하며 이를 운영사인 Tether사에서 은행에 1:1비율로 보유하고 있는 미국 달러를 토대로 투명하게 정기적으로 재무 상태를 공개하며 운영을 하는 정책을 가지고 있지만 실질적으로 2017년 들어 의혹이 생길 만한 일들이 다소 발생하였고 이로 인하여 신뢰도가 어느정도 하락한 상태입니다.하지만 아직까지는 USD를 기반으로 한 안정적인 가치의 유지는 지속되고 있으며 여전히 거래 시장 또한 활발하게 움직이고 있는 상황입니다.",
    "image": "https://assets.coingecko.com/coins/images/325/large/Tether.png?1668148663",
    "changePercent": -0.01467,
    "currency": "KRW",
    "price": 1303.2
  },
  {
    "name": "BNB",
    "symbol": "bnb",
    "rank": 4,
    "marketCap": 48436774804094,
    "totalSupply": 157900174,
    "maxSupply": 200000000,
    "circulatingSupply": 155855196,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/825/large/bnb-icon2_2x.png?1644979850",
    "changePercent": -1.54505,
    "currency": "KRW",
    "price": 310932
  },
  {
    "name": "USD Coin",
    "symbol": "usdc",
    "rank": 5,
    "marketCap": 36124119909762,
    "totalSupply": 27674579055.6247,
    "maxSupply": 0,
    "circulatingSupply": 27678586578.87,
    "description": "USDC is a fully collateralized US dollar stablecoin. USDC is the bridge between dollars and trading on cryptocurrency exchanges. The technology behind CENTRE makes it possible to exchange value between people, businesses and financial institutions just like email between mail services and texts between SMS providers. We believe by removing artificial economic borders, we can create a more inclusive global economy.",
    "image": "https://assets.coingecko.com/coins/images/6319/large/USD_Coin_icon.png?1547042389",
    "changePercent": 0.00813,
    "currency": "KRW",
    "price": 1303.4
  },
  {
    "name": "XRP",
    "symbol": "xrp",
    "rank": 6,
    "marketCap": 32372449072350,
    "totalSupply": 99988655562,
    "maxSupply": 100000000000,
    "circulatingSupply": 52254289650,
    "description": "리플코인은 금융 거래를 위한 인터넷 프로토콜인 ‘리플 프로토콜’에서 사용되는 디지털 자산이자 기초 화폐입니다. 이 코인을 매개로 전 세계의 화폐를 몇 초 내로 송금할 수 있어 혁신적인 실시간 통화 거래가 가능합니다. '리플 프로토콜'이란 분산원장을 기반으로 한 ‘실시간 총액결제 시스템(RTS)’으로 국제결제시스템망(SWIFT)을 대체할 새로운 대안으로 주목받고 있습니다.송금 시스템에 가까운 특성이 있어 일반적인 가상화폐와는 그 구조가 다릅니다. 사용하는 합의 프로토콜도 독자적일 뿐만 아니라, 다른 코인들과 다르게 현실적으로 주도권의 집중화가 있기 때문입니다. 따라서 리플의 시스템은 한정된 참여자만 분산 네트워크를 구성한다는 의미에서 프라이빗 블록체인(private blockchain)이라고 불리기도 합니다. 리플사는 총량의 62%의 코인을 보유하고 있으며, 사업 개발 단계에 따라 전략적으로 시장에 유통하고 있습니다. 리플사는 그들이 전체 유통의 반수 이상으로 보유하고 있는 코인을 악용할 우려를 잠재우기 위해 암호화를 통해 보호된 조건부 날인 계정(escrow)에 리플을 넣어둔다고 합니다.코인 특징1. 현재 주로 은행 간 이체서비스에 집중하여 진행 중이며, 리플 네트워크에는 미쓰비시 도쿄UFJ 은행, 스웨덴 SEB, 중동의 아부다비 국립은행과 인도 Axis 은행을 비롯한 세계 주요 금융권 75개가 참여하고 있습니다. 매년 빠른 속도로 확장하고 있으며, 최근 이들의 적극적인 참여로 상호 송금 거래 규모는 하루 7700만 달러를 넘어섰습니다.2. 리플은 연결 통화(bridge currency)로 역할 하므로 기존 통화시장과 달리 수요가 적은 희귀통화를 거래하기 쉽습니다. 복잡한 거래 과정이 불필요하고, 추가적인 비용도 지출되지 않기 때문입니다. 3. 거래마다 0.0004달러의 수수료를 지급합니다. 이는 네트워크 스팸 공격을 막기 위한 것이며, 매우 적은 액수이므로 기존의 결제시스템보다 비교우위에 있습니다. 또한, 이 수수료는 영원히 소멸하게 되는데, 이는 시간이 지날수록 토큰의 가치가 조금씩 높아짐을 의미합니다. 4. 인플레이션이 없습니다. 시간이 지날수록 화폐 총량이 늘어나는 대부분 가상화폐와 달리, 리플은 초기에 총 1천억 개 발행되었고 이제 더 추가로 생성되지 않기 때문입니다.핵심 가치(키워드: 환전/송금 거래에 P2P 네트워크의 적용)P2P 네트워크는 서로 모르는 사람 혹은 은행 간의 외환 거래를 중개하는 다리를 만들어 줍니다. 따라서 SWIFT와 같은 중개기관이 필요하지 않아 저렴한 비용으로 신속한 국제 결제 서비스를 가능하게 합니다.1. 결제 비용 감소: 중개기관을 거치지 않으므로 수수료를 절약 가능합니다. 특히 환전 시 달러 거래와 달리 은행 계좌를 요구하지 않기 때문에 서비스 수수료나 추가 운용 비용이 발생하지 않습니다. 따라서 리플은 기존 환율보다 훨씬 더 경쟁력 있는 외환 가격을 제공합니다. 2. 실시간 결제: 전 세계 어디든 거래당 4초가 걸리며 즉각적인 정산이 가능합니다. XRP는 연중무휴로 초당 50,000건의 거래를 처리합니다.",
    "image": "https://assets.coingecko.com/coins/images/44/large/xrp-symbol-white-128.png?1605778731",
    "changePercent": -3.14098,
    "currency": "KRW",
    "price": 618.84
  },
  {
    "name": "Lido Staked Ether",
    "symbol": "steth",
    "rank": 7,
    "marketCap": 18770554227974,
    "totalSupply": 7558156.70328018,
    "maxSupply": 7558156.70328018,
    "circulatingSupply": 7558053.12738904,
    "description": "Lido Staked Ether (stETH) is a token that represents your staked ether in Lido, combining the value of initial deposit and staking rewards. stETH tokens are minted upon deposit and burned when redeemed. stETH token balances are pegged 1:1 to the ethers that are staked by Lido and the token’s balances are updated daily to reflect earnings and rewards. stETH tokens can be used as one would use ether, allowing you to earn ETH 2.0 staking rewards whilst benefiting from e.g. yields across decentralised finance products.",
    "image": "https://assets.coingecko.com/coins/images/13442/large/steth_logo.png?1608607546",
    "changePercent": -1.888,
    "currency": "KRW",
    "price": 2481611
  },
  {
    "name": "Cardano",
    "symbol": "ada",
    "rank": 8,
    "marketCap": 12911861367443,
    "totalSupply": 45000000000,
    "maxSupply": 45000000000,
    "circulatingSupply": 35045020830.3234,
    "description": "에이다는 금융,다양한 분야에 응용 프로그램을 실행할 수 있는 블록체인 응용 플랫폼이자 하스켈 프로그래밍 언어로 구축된 최초의 3세대 블록체인 가상화폐입니다.1세대 블록체인인 비트코인은 화폐로서 기능에만 충실한 코인이며, 여기에 계약서 작성 등의 추가적인 기능을 더한 것이 2세대인 이더리움입니다. 에이다는 여기서 한 발 더 나아가 헌법을 정하여 해당 틀 안에서 변화를 인정하는 수단을 가능하게 했습니다.즉 에이다 소유자는 프로토콜 변경 방법, 이해 관계자 의도를 파악하는 방법, 파편화 가능성을 줄이는 방법 등에 투표할 수 있습니다. 이렇게 도출된 합의는 하드포크가 아닌 소프트포크를 통해 이뤄집니다. 즉, 에이다 소유자 의견을 수렴한 투표결과를 소프트포크로 구현하여 민주적인 변화를 이끌어내는 블록체인입니다. 에이다는 Ouroboros라는 안전성이 입증된 Stake 프로토콜을 적용하였으며 매우 복잡하며 안전한 하스켈 프로그래밍 언어로 구축되어 향후 양자컴퓨터가 개발되더라도 해킹에서 매우 안전하도록 설계되었습니다.Cardano는 안전하고 확장 가능한 방식으로 가치의 복잡한 프로그래밍 가능 전송을 허용하는 분산 플랫폼입니다. Cardano는 매우 안전한 Haskell 프로그래밍 언어로 구축 된 최초의 블록 체인 중 하나입니다. Cardano는 이전에 개발 된 프로토콜보다 더 고급 기능을 제공하고자하는 스마트 계약 플랫폼을 개발 중입니다. 그것은 과학 철학과 연구 중심의 주도적 접근에서 진화하는 최초의 블록 체인 플랫폼입니다. 개발 팀은 전문 엔지니어와 연구원으로 구성된 대규모 글로벌 집단으로 구성됩니다.Cardano는 새로운 분산 경제를 건설하고 신흥 시장에서 금융을 민주화하기 위해 고안된 블록 체인 기술입니다. 카르 다노 (Cardano)는 분산 된 애플리케이션 및 계약을 저렴한 비용으로 안전하고 확장 가능한 방식으로 구축 및 실행할 수있게합니다.블록 체인은 세계적으로 변신 가능한 기술이 될 잠재력이 있지만 현재의 솔루션은 규제 감독의 부재, 입증되지 않은 보안을 통한 실험적 소프트웨어 개발, 업데이트를 방해하는 가버넌스 및 장기 계획의 부족과 같은 몇 가지 중요한 문제로 인해 어려움을 겪고 있습니다. 프로토콜의 미래.Cardano 프로젝트는 다릅니다 : 혁신적인 소프트웨어 아키텍처를 통해 소비자의 개인 정보 보호 및 보호를 유지하면서 규제 감독의 필요성을 공개적으로 제시합니다.이 프로토콜은 유연하고 확장 성이 뛰어나고 업계에서 가장 엄격한 학술 및 상업용 소프트웨어 표준으로 개발되고있는 계층화 된 블록 체인 소프트웨어 스택을 특징으로합니다. 카르 다노 (Cardano)는 프로젝트가 시간이 지남에 따라 발전 할 수있게 해주는 민주적 인 통치 시스템을 사용할 것이며 몽상적 인 재무 시스템을 통해 지속 가능하게 자금을 지원할 것입니다.의정서현재 여러 가지 크립토 통화가 존재하며, 블록 체인 기술을 구현하거나 도입하기 시작한 회사와 정부가 승인 된 블록 체인을 통해 효율성을 확보하거나 분산 솔루션을 통해 효율성을 높이기 위해 노력하고 있습니다.Cardano는 규제를 허용하면서 사용자 개인 정보를 보호 할 수있는 안전하고 지속 가능한 블록 체인을 제공하기 위해 '기초부터'설계되어 차별화됩니다. Cardano는 대규모 응용 프로그램을위한 준비가 완료된 성숙한 블록 체인을 목표로합니다.기술 혁신- 카르 다노 (Cardano)는 스테로이드 알고리즘에 대한 획기적인 증거인 Ouroboros를 통합 한 최초의 프로토콜입니다. IOHK 팀은 처음부터 Cardano를 구축하기위한 동료 검토 학술 연구에 힘 입어 \"1 차 원칙\"접근 방식을 채택했습니다.-이 독창적 인 공동 작업은 분산 시스템, 메커니즘 설계 및 암호화와 같은 분야를 하나로 모으는 제품인 cryptocurrency를 지속적으로 꾸준히 구축했습니다. 그 결과, 하스켈 코드에 기반한 최초의 암호 해독 성이 있습니다.이 코드는 업무 핵심 시스템에 필요한 복원력을 제공하는 산업 강도 제품으로이 경우 투자를 보호합니다.- Cardano의 다중 레이어 프로토콜은 고급 기능을 수행하고 제어 레이어에 우아하게 연결된 결제 레이어를 기반으로합니다. 결제 계층에는 계정 단위가 있고 제어 계층에는 스마트 계약이 실행되며 신원을 확인하고 규정 준수를 지원하도록 프로그램되어 (예 : 블랙리스트 허용)-이 프로토콜은 규제 기관의 요구를 고려하면서 사용자의 개인 정보 보호 권리를 보호하기위한 것입니다. 이렇게함으로써 Cardano는 이러한 요구 사항을 미묘하고 효과적인 방식으로 균형을 유지하는 최초의 프로토콜로서 cryptocurrencies에 대한 새로운 접근 방법을 개척했습니다.- 시스템은 소프트 포크를 통해 업그레이드 할 수 있도록 설계되어 필요에 따라 변화하는 요구 사항에 적응하고 신속하게 진화 할 수 있습니다. 의정서의 지속 가능성을 보장하는 재무 시스템도 설치되고 있습니다.- 완전 공개 소스 및 특허가없는 Cardano는 협업의 정신으로 만들어졌습니다. 효율성과 확장 성을 위해 설계된 Cardano 에코 시스템은 지금까지 구축 된 가장 완벽한 cryptocurrency로 발전 할 것입니다.개념적 혁신나는. 개인 정보 보호 및 규제원래의 Bitcoin 블록 체인은 개인이 은행과 정부의 통제를 벗어난 상태에서 서로 직접 익명으로 거래 할 수있는 방법이었습니다. 이는 금융 거래에서 프라이버시를 보장하며 근본적인 개인 권리입니다. 그러나 완전한 익명 성은 규제 적 감독이 부족한만큼 비생산적 일 수 있습니다. 오늘날 대부분의 블록 체인 프로젝트는 개인 정보 보호 또는 규제의 목표를 향해 나아갑니다. 전 세계적으로 효과를 발휘하기 위해 개인 정보 보호와 규정 통제를 적절히 혼합하여 블록 체인이 '원을 제곱'해야한다고 생각합니다.ii. 통치공공적이고 분산 된 블록 체인 프로젝트는 군중 기반 거버넌스 모델에 의존합니다. 이를 통해 참여자들의 네트워크를 민주적으로 통제 할 수 있으며, 이는 진정으로 분산 된 경제를 구축하는 데 필수적입니다. 그러나 신중하게 설계하지 않으면 이러한 통제가 잘못 될 수 있습니다. 둘 다",
    "image": "https://assets.coingecko.com/coins/images/975/large/cardano.png?1547034860",
    "changePercent": -3.43967,
    "currency": "KRW",
    "price": 368.3
  },
  {
    "name": "Dogecoin",
    "symbol": "doge",
    "rank": 9,
    "marketCap": 12180587058950,
    "totalSupply": 140055036383.705,
    "maxSupply": 0,
    "circulatingSupply": 140054906383.705,
    "description": "처음에 \"joke currency\"라고 불리기도 하면서 장난처럼 시작한 도지코인은 일본 개인 시바 이누를 마스코트로 사용합니다. 이 시바견은 인터넷에서 재미로 사용되던 그림이며, 같은 그림이 코인의 로고로 이용되고 있습니다. 이를 통해 도지코인이 재밌고 친근한 가상화폐라는 점을 강조합니다. 실제로 당장 홈페이지만 접속해도, 아주 쉽게 도지코인 지갑을 설치할 수 있습니다. 개발자 빌리 마커스는 불법 마약 거래 사이트 실크로드에서 사용되는 비트코인과는 달리, 악용되지 않으면서 더 넓은 인구들의 사용을 위해 도지코인을 만든 것이라고 합니다.코인 특징1. 도지코인은 라이트코인에서 포크된 럭키코인에서 포크되었습니다. 그래서 처음에는 럭키코인처럼 채굴보상이 랜덤이었는데, 이후 정해진 보상으로 정책을 바꿨습니다. 2. 도지코인은 빠른 코인 생산 속도를 가지고 있습니다. 처음에는 생산량이 1,000억 개로 고정돼있었는데, 무제한 생산으로 바뀌었습니다. 현재 10,000개의 코인이 1분마다 생겨나는 중이고, 1년에는 52억 개의 새로운 도지코인이 생겨납니다. 2015년 6월 30일 1,000억 개의 코인이 이미 생산되었습니다. 3. 도지코인은 SNS에서 팁을 줄 수 있는 시스템을 통해 인기를 얻었습니다. 즉, 도지코인을 이용해 사용자들이 흥미롭거나 가치 있는 콘텐츠를 제공한 사람에게 팁을 주는 것입니다. 레딧, 트위터, 트위치티비(Twitch.TV)등에서 이런 서비스를 제공하는 도지팁봇(Dogetipbot)이 등장하기도 했으나 현재 사용 가능한 팁봇은 제한적입니다. ",
    "image": "https://assets.coingecko.com/coins/images/5/large/dogecoin.png?1547792256",
    "changePercent": -2.95861,
    "currency": "KRW",
    "price": 86.96
  },
  {
    "name": "Solana",
    "symbol": "sol",
    "rank": 10,
    "marketCap": 10207697080617,
    "totalSupply": 551725963.574638,
    "maxSupply": 0,
    "circulatingSupply": 401309238.320973,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/4128/large/solana.png?1640133422",
    "changePercent": 1.45698,
    "currency": "KRW",
    "price": 25439
  },
  {
    "name": "Litecoin",
    "symbol": "ltc",
    "rank": 11,
    "marketCap": 9796583642073,
    "totalSupply": 84000000,
    "maxSupply": 84000000,
    "circulatingSupply": 73298608.2334713,
    "description": "비트코인이 금이라면, 자신들은 은이라고 표현하는 라이트 코인은 비트코인에 기초해 만들어진 가상화폐로, 기술적인 면에서 비트코인과 거의 동일한 알고리즘을 사용했기 때문에 사실상 비트코인의 파생 화폐라고 볼 수 있습니다. 그러나 비트코인의 단점을 보완하고 좀 더 나은 가상화폐가 되는 것이 라이트 코인의 목표라고 합니다. 일례로, 비트코인에 앞서 세그윗을 2017년에 이미 실행했을 뿐만 아니라, 이를 기반으로 라이트닝 네트워크도 개발 중입니다. 코인 특징라이트 코인은 비트코인과 비슷하지만, 차별화되는 점들이 크게 세 가지가 있습니다.1. 세그윗이 아직 진행 중인 비트코인과 달리 라이트 코인은 2017년 5월 이를 성공적으로 실행했습니다. 세그윗이란 프로토콜의 서명 부분을 개선함으로써, 블록 크기를 증가시키지 않아도 4MB로 확장된 것과 같은 효과를 내는 기술입니다. 라이트코인은 거래량이 늘어나면 구조적으로 제기될 수밖에 없는 스케일링 문제가 제기되기도 전에 이미 해결한 상태입니다. 또한, 신기술들의 개발을 촉진할 수 있다는 점에서 세그윗의 빠른 실행은 긍정적인 평가를 받고 있습니다. 2. 코인 생성 주기를 1/4로 줄여 거래 속도가 빨라졌고, 통화 발행량도 4배만큼 늘렸습니다. 3. 암호화 해시 함수도 다른 것을 이용합니다. 비트코인은 SHA-256 해싱 알고리즘을 사용하는데, 이는 ASIC이라는 채굴 장비를 적용할 수 있어 난도가 상승했고, 채굴의 진입장벽이 높아졌습니다. 라이트 코인은 이렇게 채굴파워가 집중되는 것을 막기 위해 ASIC 저항성이 있는 스크립트(Scrypt)라는 알고리즘을 사용합니다. 처음에는 일반인도 채굴할 수 있다는 본래의 취지를 실현할 수 있을 것 같았지만, 이후 스크립트 전용의 ASIC 장비가 등장하면서 본래의 목적을 달성하지 못했습니다.핵심 가치(키워드: 거래속도)코인 생성 주기를 10분에서 2.5분으로 줄여서, 비트코인 보다 약 4배 정도 빠른 거래가 이뤄집니다. 더 나아가, 세그윗을 바탕으로 실행될 수 있는 라이트닝 네트워크를 개발하고 있는데, 이것이 완성되어 도입된다면 현재보다 100만 배 정도 거래 속도를 올릴 수 있다고 합니다. ",
    "image": "https://assets.coingecko.com/coins/images/2/large/litecoin.png?1547033580",
    "changePercent": -2.6885,
    "currency": "KRW",
    "price": 133702
  },
  {
    "name": "TRON",
    "symbol": "trx",
    "rank": 12,
    "marketCap": 9063508249241,
    "totalSupply": 89876740080.4797,
    "maxSupply": 0,
    "circulatingSupply": 89876744116.3861,
    "description": "트론은 블록체인과 스토리지 기술을 이용해 글로벌 분산 콘텐츠 엔터테인먼트 생태계를 구축하기 위해 탄생했습니다. 문서, 사진, 비디오 등의 콘텐츠를 저장 및 배포할 수 있고 이에 필요한 지불, 개발, 신용거래 등을 제공합니다. 콘텐츠 생산자와 소비자가 중재자 없이 직접 거래할 수 있어 비용 절감이 가능하며, 플랫폼 독점을 완화시킬 수 있습니다. 또한 개인이 직접 자금모집을 통해 디지털 콘텐츠 생산 및 보급도 가능하게 합니다.",
    "image": "https://assets.coingecko.com/coins/images/1094/large/tron-logo.png?1547035066",
    "changePercent": -0.0958,
    "currency": "KRW",
    "price": 100.88
  },
  {
    "name": "Polkadot",
    "symbol": "dot",
    "rank": 13,
    "marketCap": 8455922319671,
    "totalSupply": 1331082568.52221,
    "maxSupply": 0,
    "circulatingSupply": 1250132379.00559,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/12171/large/polkadot.png?1639712644",
    "changePercent": -3.15346,
    "currency": "KRW",
    "price": 6761.17
  },
  {
    "name": "Polygon",
    "symbol": "matic",
    "rank": 14,
    "marketCap": 8097765638278,
    "totalSupply": 10000000000,
    "maxSupply": 10000000000,
    "circulatingSupply": 9319469069.28493,
    "description": "Polygon (Previously Matic Network) is the first well-structured, easy-to-use platform for Ethereum scaling and infrastructure development. Its core component is Polygon SDK, a modular, flexible framework that supports building multiple types of applications.Using Polygon, one can create Optimistic Rollup chains, ZK Rollup chains, stand alone chains or any other kind of infra required by the developer. Polygon effectively transforms Ethereum into a full-fledged multi-chain system (aka Internet of Blockchains). This multi-chain system is akin to other ones such as Polkadot, Cosmos, Avalanche etc with the advantages of Ethereum’s security, vibrant ecosystem and openness.Nothing will change for the existing ecosystem built on the Plasma-POS chain. With Polygon, new features are being built around the existing proven technology to expand the ability to cater to diverse needs from the developer ecosystem. Polygon will continue to develop the core technology so that it can scale to a larger ecosystem. The $MATIC token will continue to exist and will play an increasingly important role, securing the system and enabling governance.",
    "image": "https://assets.coingecko.com/coins/images/4713/large/matic-token-icon.png?1624446912",
    "changePercent": -4.30645,
    "currency": "KRW",
    "price": 869.18
  },
  {
    "name": "Bitcoin Cash",
    "symbol": "bch",
    "rank": 15,
    "marketCap": 7043963785049,
    "totalSupply": 21000000,
    "maxSupply": 21000000,
    "circulatingSupply": 19440749.8966508,
    "description": "비트코인캐시는 비트코인 블록체인에서 하드포크되어 나온 비트코인캐시 블록체인에서 사용되는 가상화폐입니다. 하드포크란 인위적으로 블록체인을 분절하는 작업을 의미하며, 비트코인캐시의 하드포크는 2017년 8월 1일에 시행되었습니다. 비트코인을 보유하고 있던 사용자들은 같은 양의 비트코인캐시를 추가로 받았으며, 이 방식으로 기존 비트코인의 채굴량만큼 배포되었습니다.하드포크에 대한 논의는 1MB로 제한되어 있던 비트코인의 블록 크기에서 시작되었습니다. 비트코인은 단기간에 급격히 성장하며 거래가 많이 늘었는데, 블록 크기는 그대로여서 높은 수수료를 내지 않으면 거래 승인이 지연되는 문제가 발생했습니다. 이에 대해 세그윗과 블록 크기 증대라는 두 가지 해결방안이 고안되었고, 비트코인 네트워크는 세그윗에 합의했지만 이에 반대하던 세력들이 존재했습니다. viaBTC과 비트메인을 주로 하는 블록 크기 증대 지지자들은 세그윗을 실행하는 비트코인에서 하드포크했으며, 분리된 블록체인을 비트코인캐시로 부르게 되었습니다. 현재 비트코인과 비트코인캐시는 별개의 블록체인으로 운영되고 있습니다. 코인 특징1. 비트코인캐시 블록체인은 블록 크기를 2MB부터 8MB까지 유동적으로 확장할 수 있는 Bitcoin ABC 기술을 적용했습니다. 기존 1MB의 블록 크기를 증가시킴으로써, 한 블록에 들어가는 거래의 수량을 늘릴 수 있게 되었습니다. 따라서 기존 비트코인보다 더 낮은 수수료를 지급해도 되고, 더 빨리 컨펌을 받을 수 있게 됩니다. 이 방식은 세그윗과 다른 접근으로 비트코인 스케일링 문제를 해결합니다. * 세그윗이란 프로토콜의 서명 부분을 개선함으로써, 블록 크기를 증가시키지 않아도 4MB로 확장된 것과 같은 효과를 내는 스케일링 방법입니다. 2. 2016개의 블록마다 난이도를 조정하는 비트코인과 달리, 비트코인캐시는 6개의 블록마다 난이도를 조정합니다. 하드포크될 당시 비트코인의 높은 난도를 그대로 가져왔는데, 비트코인과 달리 해쉬파워가 많지 않아 블록 생성에 긴 시간이 소요되었습니다. 현재 이는 조정 중이고, 평균 10분을 맞추기 위해 노력 중이라고 합니다.",
    "image": "https://assets.coingecko.com/coins/images/780/large/bitcoin-cash-circle.png?1594689492",
    "changePercent": 0.51171,
    "currency": "KRW",
    "price": 361481
  },
  {
    "name": "Wrapped Bitcoin",
    "symbol": "wbtc",
    "rank": 16,
    "marketCap": 6223243472771,
    "totalSupply": 156926.39859095,
    "maxSupply": 156926.39859095,
    "circulatingSupply": 156926.39859095,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/7598/large/wrapped_bitcoin_wbtc.png?1548822744",
    "changePercent": -1.37307,
    "currency": "KRW",
    "price": 39655175
  },
  {
    "name": "Shiba Inu",
    "symbol": "shib",
    "rank": 17,
    "marketCap": 5707723340200,
    "totalSupply": 999988730032306,
    "maxSupply": 0,
    "circulatingSupply": 589338943976102.9,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/11939/large/shiba.png?1622619446",
    "changePercent": -3.40428,
    "currency": "KRW",
    "price": 0.00968907
  },
  {
    "name": "Avalanche",
    "symbol": "avax",
    "rank": 18,
    "marketCap": 5695435635551,
    "totalSupply": 432377299.833031,
    "maxSupply": 720000000,
    "circulatingSupply": 345657787.042784,
    "description": "Avalanche is a high throughput smart contract blockchain platform. Validators secure the network through a proof-of-stake consensus protocol. It is said to be fast, low cost, and environmental friendly.Mainnet was launched in September 21, 2020. Since then, the platform has grown to secure over 100+ individual projects, $1.4M+ of AVAX burned (reducing supply), 950+ individual block-producing validators, and over 500k+ community members around the globe. Decentralized finance (DeFi) applications can be found on Avalanche such as Pangolin, TraderJoe, and more.",
    "image": "https://assets.coingecko.com/coins/images/12559/large/Avalanche_Circle_RedWhite_Trans.png?1670992574",
    "changePercent": -3.16461,
    "currency": "KRW",
    "price": 16483.74
  },
  {
    "name": "Dai",
    "symbol": "dai",
    "rank": 19,
    "marketCap": 5634222178951,
    "totalSupply": 4316792779.85011,
    "maxSupply": 4316792779.85011,
    "circulatingSupply": 4317257779.85011,
    "description": "MakerDAO has launched Multi-collateral DAI (MCD). This token refers to the new DAI that is collaterized by multiple assets.",
    "image": "https://assets.coingecko.com/coins/images/9956/large/Badge_Dai.png?1687143508",
    "changePercent": 0.03442,
    "currency": "KRW",
    "price": 1303.83
  },
  {
    "name": "Binance USD",
    "symbol": "busd",
    "rank": 20,
    "marketCap": 5353567525057,
    "totalSupply": 4099534161.66,
    "maxSupply": 0,
    "circulatingSupply": 4099534161.66,
    "description": "Binance USD (BUSD) is a stable coin pegged to USD that has received approval from the New York State Department of Financial Services (NYDFS). BUSD will be available for direct purchase and redemption at a rate of 1 BUSD = 1 USD. ",
    "image": "https://assets.coingecko.com/coins/images/9576/large/BUSD.png?1568947766",
    "changePercent": 0.16304,
    "currency": "KRW",
    "price": 1304.71
  },
  {
    "name": "Uniswap",
    "symbol": "uni",
    "rank": 21,
    "marketCap": 5276395404157,
    "totalSupply": 1000000000,
    "maxSupply": 1000000000,
    "circulatingSupply": 753766667,
    "description": "UNI is the governance token for Uniswap, an Automated Market Marker DEX on the Ethereum blockchain. The UNI token allows token holders to participate in the governance of the protocol. Key decisions such as usage of the treasury or future upgrades can be decided through a governance vote.",
    "image": "https://assets.coingecko.com/coins/images/12504/large/uni.jpg?1687143398",
    "changePercent": -2.53637,
    "currency": "KRW",
    "price": 7010.08
  },
  {
    "name": "LEO Token",
    "symbol": "leo",
    "rank": 22,
    "marketCap": 4756707152332,
    "totalSupply": 985239504,
    "maxSupply": 0,
    "circulatingSupply": 929910833.9,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/8418/large/leo-token.png?1558326215",
    "changePercent": 0.55932,
    "currency": "KRW",
    "price": 5166.71
  },
  {
    "name": "Chainlink",
    "symbol": "link",
    "rank": 23,
    "marketCap": 4208719924200,
    "totalSupply": 1000000000,
    "maxSupply": 1000000000,
    "circulatingSupply": 517099972.2305644,
    "description": "블록체인기반의 완벽히 탈중앙화된 신탁 네트워크를 지향기존 블록체인들을 연결시켜주는 중계자 역할의 미들웨어ERC202) 토큰 기반이더리움의 창시자 비탈릭 부테린이 언급했던 플랫폼으로써 기존 블록체인들 간의 연결고리 역할을 수행하는 플랫폼입니다. 예를 들어 증권사와 은행간의 연결 및 API연동 기능을 수행할 수 있으며 서로 다른 플랫폼 간의 외부링크 및 API의 연동문제를 한번에 해결할 수 있는 플랫폼으로써 그 가치를 인정받고 있습니다.네트워크는 오라클 네트워크를 사용하며 당장 상용화를 할 수 있는 부분이 장점으로 인정받아 꾸준한 상승세를 이어 나가고 있는 추세입니다.",
    "image": "https://assets.coingecko.com/coins/images/877/large/chainlink-new-logo.png?1547034700",
    "changePercent": -4.43843,
    "currency": "KRW",
    "price": 8142.19
  },
  {
    "name": "Monero",
    "symbol": "xmr",
    "rank": 24,
    "marketCap": 3947277754751,
    "totalSupply": 0,
    "maxSupply": 0,
    "circulatingSupply": 18147820.3764146,
    "description": "모네로는 익명성과 추적이 불가능한 성질을 갖는 분산 암호화 화폐입니다. 공식적인 슬로건이 “secure, private, untraceable”일 정도로 보안에 신경을 쓰는 화폐입니다. <a href=\"https://www.coingecko.com/ko/%EC%BD%94%EC%9D%B8/%EB%B0%94%EC%9D%B4%ED%8A%B8%EC%BD%94%EC%9D%B8\">바이트코인(BCN)</a> 에서 포크되었다고 알려져 있습니다. 다른 코인들과는 달리 Cryptonote 프로젝트에서 개발된 <a href=\"https://www.coingecko.com/ko/%EC%BD%94%EC%9D%B8/all?hashing_algorithm=Cryptonight\">CryptoNight</a> 라는 채굴 알고리즘을 통해 강한 익명성을 제공합니다. Cryptonote는 링시그니처를 구현하는데, 이는 타인이 거래의 대상자를 파악하지 못하게 하는 시스템입니다. 코인 특징1. 모네로는 링시그니처(ring signature)와 일회성 주소(one-time keys, stealth address), 그리고 링CT(ringCT)의 세 가지 방법을 사용해 익명성을 구현합니다. 링시그니처란 거래자의 결제 키를 블록체인에서 접근 가능한 퍼블릭 키들과 섞어 잠재적 사용자들의 키를 링으로 만들어 보여주는 방법으로, 외부자가 거래의 대상자를 특정할 수 없게 합니다. 링을 통해 보이는 사용자들은 모두 거래에 적용 가능한 사람들이므로 외부자는 거래 대상자를 골라낼 수 없습니다. 또한, 거래할 때 송금자만 이용 가능한 일회성 주소가 발급되기 때문에, 코인을 받는 사람도 누가 보낸 건지 추적할 수 없습니다. 이렇게 거래자의 신원을 보호하는 한편, 링CT 기술로 거래액도 보안 될 수 있는 서비스를 제공합니다. 2. 모네로의 공식적인 공급량은 18,400,000 XMR로 정해져 있지만, 이후 총발행량은 한정되어 있지 않습니다. 총발행량에 도달하고 나면, 그 이후에는 2분(매 블록)마다 일정하게 0.3 XMR이 \"tail emission\"이라는 이름으로 발행될 것이기 때문입니다. 이런 시스템이 있는 이유는 채굴 보상이 끝난 이후, 수수료 이외에도 추가로 블록체인을 유지할 인센티브를 사람들에게 제공하기 위함입니다. 핵심 가치(키워드: 익명성, 편리성)1. 익명성: 모네로는 링시그니처와 일회성 주소를 통해 기본적으로 거래내용이 비공개로 설정되어 있습니다. 공개 혹은 감사를 받아야 하는 거래기록에 대해서는 view key 기능을 사용해 선택적으로 거래정보를 공개할 수 있습니다. 2. 편리성: 마이 모네로(MY Monero)를 이용하여 별도의 설치 없이 웹에서 바로 모네로를 실행할 수도 있고, 모네로(Monero)를 설치해서 더 많은 서비스를 받으며 이용할 수도 있습니다. ",
    "image": "https://assets.coingecko.com/coins/images/69/large/monero_logo.png?1547033729",
    "changePercent": 0.21233,
    "currency": "KRW",
    "price": 217447
  },
  {
    "name": "TrueUSD",
    "symbol": "tusd",
    "rank": 25,
    "marketCap": 3919790272165,
    "totalSupply": 3005557907.59,
    "maxSupply": 0,
    "circulatingSupply": 3005557907.59,
    "description": "트루USD는 화폐 통화 및 실제 자산을 토큰화하는 플랫폼입니다. 토큰 보유자에게 법적으로 보호된 미국 달러를 제공하며, 1달러에 대해 하나의 트루USD 토큰을 사용할 수 있습니다.트루USD는 안정적인 거래 도구를 제공하고, 소비자와 기업이 암호화폐 교환을 매체로 사용할 수 있게 합니다. 은행계좌 감사 논란을 빚었던 테더(Tether)와는 달리트루USD는 정기적인 감사를 받아 토큰 소유자에 대한 강력한 법적 보호를 제공합니다.",
    "image": "https://assets.coingecko.com/coins/images/3449/large/tusd.png?1618395665",
    "changePercent": 0.02365,
    "currency": "KRW",
    "price": 1303.55
  },
  {
    "name": "Ethereum Classic",
    "symbol": "etc",
    "rank": 26,
    "marketCap": 3561014263416,
    "totalSupply": 210700000,
    "maxSupply": 210700000,
    "circulatingSupply": 141754234.893347,
    "description": "이더리움클래식은 이더리움의 하드포크로 인해 생성된 다른 블록체인에 기초한 가상화폐입니다. 하드포크란 인위적으로 블록체인을 분절하는 작업을 의미하는데, 이더리움클래식의 하드포크는 2016년 7월 20일에 단행되었습니다. 이는 2016년 6월 어떤 사람 혹은 사람들이 이더리움 플랫폼에 기반을 둔 주요 프로젝트 중 하나인 다오(DAO) 시스템상의 코드 오류를 이용해 부당이득을 취한 사건에서 시작합니다. 이더리움 개발팀은 잘못된 거래기록을 무효화시켜 투자자들에게 돈을 다시 돌려주기 위해 체인을 오류 이전 상태로 되돌려 새로운 체인을 만들어 나가기로 했습니다. 그러면 기존에 해킹당한 체인은 소멸해야 하는데, 하드포크에 반대하던 약 10%의 사람들이 업데이트하지 않고 잔류하며 블록을 생성했고 이것이 이더리움 클래식의 블록체인이 된 것입니다. 즉, 도난된 이더리움이 포함된 원래의 블록체인이 이더리움 클래식이라는 다른 블록체인이자 코인으로 정착한 것입니다. 코인 특징1. \"코드는 법이다(Code is law)\"라는 신념 하에 블록체인의 중심가치인 \"불변성\"을 최우선으로 중시합니다. 불변성이란 유효한 거래라면 지워지거나 잊히면 안 된다는 것을 의미하고, 이들이 이더리움 DAO 사태 이후 하드포크 하지 않고 기존 체인에 잔류한 이유 중 가장 큰 부분을 차지합니다. 2. 이더리움 클래식은 이더리움의 기존 인플레이션 정책(무제한 발행)에서 비트코인과 같은 고정 공급방식으로 통화발행정책을 변경했습니다. 그래서 최대 발행량이 2.3억 개로 제한되어있고, 총 공급은 약 2.1억 개가 될 것으로 예상합니다. 채굴 보상은 500만 블록마다 20%씩 감소합니다. 핵심 가치(키워드: 스마트 컨트랙트, DAPP을 통한 플랫폼의 확장성)이더리움 클래식은 포크되지 않은 기존의 블록체인을 유지한 것이기 때문에 사용하는 프로토콜이나 기술들은 이더리움과 동일합니다. 따라서 이더리움 플랫폼의 핵심인 스마트 컨트랙트와 플랫폼 위에 탈중앙화 앱(DAPP)을 개발할 수 있는 기술은 이더리움 클래식 플랫폼에서도 똑같이 적용됩니다. 현재 이더리움 클래식 플랫폼 위에서 운영되는 코인은 Corion platform(COR), ETCWin(ETC), GeoFunders(GUNS) 등이 있습니다. ",
    "image": "https://assets.coingecko.com/coins/images/453/large/ethereum-classic-logo.png?1547034169",
    "changePercent": -2.01562,
    "currency": "KRW",
    "price": 25042
  },
  {
    "name": "Cosmos Hub",
    "symbol": "atom",
    "rank": 27,
    "marketCap": 3552051651708,
    "totalSupply": 0,
    "maxSupply": 0,
    "circulatingSupply": 292586163.827428,
    "description": "The Cosmos network consists of many independent, parallel blockchains, called zones, each powered by classical Byzantine fault-tolerant (BFT) consensus protocols like Tendermint (already used by platforms like ErisDB). Some zones act as hubs with respect to other zones, allowing many zones to interoperate through a shared hub. The architecture is a more general application of the Bitcoin sidechains concept, using classic BFT and Proof-of-Stake algorithms, instead of Proof-of-Work.Cosmos can interoperate with multiple other applications and cryptocurrencies, something other blockchains can’t do well. By creating a new zone, you can plug any blockchain system into the Cosmos hub and pass tokens back and forth between those zones, without the need for an intermediary.While the Cosmos Hub is a multi-asset distributed ledger, there is a special native token called the atom. Atoms have three use cases: as a spam-prevention mechanism, as staking tokens, and as a voting mechanism in governance.As a spam prevention mechanism, Atoms are used to pay fees. The fee may be proportional to the amount of computation required by the transaction, similar to Ethereum’s concept of “gas”. Fee distribution is done in-protocol and a protocol specification is described here.As staking tokens, Atoms can be “bonded” in order to earn block rewards. The economic security of the Cosmos Hub is a function of the amount of Atoms staked. The more Atoms that are collateralized, the more “skin” there is at stake and the higher the cost of attacking the network. Thus, the more Atoms there are bonded, the greater the economic security of the network.Atom holders may govern the Cosmos Hub by voting on proposals with their staked Atoms.",
    "image": "https://assets.coingecko.com/coins/images/1481/large/cosmos_hub.png?1555657960",
    "changePercent": -4.78887,
    "currency": "KRW",
    "price": 12127.61
  },
  {
    "name": "Stellar",
    "symbol": "xlm",
    "rank": 28,
    "marketCap": 3520179554030,
    "totalSupply": 50001787286.4738,
    "maxSupply": 50001787286.4738,
    "circulatingSupply": 27029528244.8118,
    "description": "스텔라 루멘은 스텔라 결제 네트워크에서 사용되는 가상화폐입니다. 스텔라는 리플 프로토콜에 기초하며, 새로운 버전으로 업그레이드된 시스템입니다. 그러나 애초에 리플에서 포크되었기 때문에 비슷한 점이 많습니다. 스텔라 네트워크의 기본적인 비즈니스모델은 은행, 결제시스템, 그리고 사람들을 연결해주는 플랫폼으로, 공개되는 공공의 장부, 즉 블록체인에 기반을 둔 디지털 금융 서비스를 제공하기 위한 것입니다. 실제로 리플과 비슷하게 다중통화거래(multi-currency transactions)에서 연결통화로서 기능합니다. 하지만 리플은 영리기업인 리플랩스﻿에서 운영하는 반면, 스텔라는 비영리 단체인 스텔라개발재단﻿에서 담당한다는 차이가 있습니다. 또한, 은행이나 기업과 같은 금융기관을 대상으로 하는 리플과 달리, 스텔라는 개인과 금융소외계층을 주요고객으로 합니다. 2014년에 출시 됐을 때, 이 화폐의 이름은 스텔라였는데, 2015년 네트워크가 업데이트되면서 루멘으로 이름을 바꿨습니다. 이는 스텔라 네트워크와 stellar.org라는 비영리 단체와 구분하기 위해서입니다.코인 특징1. 총공급량인 1,000억 개의 루멘은 초기에 이미 다 발행되었고 앞으로 배포할 일만 남았다고 합니다. 전체의 5%는 stellar.org에 유보되어 운영비용으로 지출될 것이고, 나머지 95%는 다양한 그룹에 배포될 계획입니다. 50%는 루멘을 원하는 개인들, 25%는 은행시스템을 누리지 못하는 인구, 20%는 비트코인 소유자에게 주어집니다. 실제로 루멘은 비트코인 소유자에게 꾸준히 배포되는 중입니다. 이렇게 루멘을 공짜로 사람들에게 배포하는 이유는 폭넓은 디지털 네트워크를 만들어 저비용의 금융서비스로 사람들을 연결하기 위해서입니다. 스텔라의 개발자들은 이것을 네트워크 확장을 위한 기본적인 초대라고 생각한다고 합니다. 2. 루멘은 매년 1%의 고정된 인플레이션을 가지고 있습니다. 이것은 스텔라 네트워크의 내재한 시스템이고, 거래마다 지급해야 하는 수수료도 인플레이션에 기여합니다. 0.00001이라는 아주 작은 거래 수수료는 DoS 공격을 방어하기 위해 존재합니다. 3. 스텔라 네트워크는 PoW나 PoS가 아닌 스텔라 합의 메커니즘(SCP, stellar consensus protocol)이라는 독자적인 합의 프로토콜을 사용합니다. 이는 자신이 누구를 신뢰할지 직접 선택하고 이로부터 형성된 신뢰망을 통해 합의에 도달하는 방식입니다. 핵심 가치(키워드: 공익추구, 실시간 결제)1. 공익추구: 비영리 기업인 스텔라개발재단에서 운영하는 스텔라는 금융 인프라가 갖춰지지 않은 개발도상국들의 시스템 개발에 초점을 맞춰 발전하고 있습니다. 실제로 Praekelt Foundation, Oradian과 같은 다른 비영리 단체들이 스텔라를 통해 필리핀, 인도 서아프리카와 같은 지역들에 금융 인프라를 구축하고 있습니다. 이렇게 스텔라는 금융포용(financial inclusion)의 가치를 가지고 서비스를 제공한다는 점에서 차별화됩니다. 한편, 이런 범용적인 서비스 확장을 위해서 리플보다 쉽고 간단한 인터페이스를 추구합니다. 2. 실시간 결제: 리플과 마찬가지로 실시간 결제(3~5초)가 가능합니다. ",
    "image": "https://assets.coingecko.com/coins/images/100/large/Stellar_symbol_black_RGB.png?1552356157",
    "changePercent": -3.67217,
    "currency": "KRW",
    "price": 130.12
  },
  {
    "name": "OKB",
    "symbol": "okb",
    "rank": 29,
    "marketCap": 3398432114429,
    "totalSupply": 235957685.3,
    "maxSupply": 300000000,
    "circulatingSupply": 60000000,
    "description": "<a href=\"https://www.coingecko.com/en/exchanges/okex\">OKEx</a>, the 2nd most popular cryptocurrency exchange by trading volume, launched its platform token ‘OKB‘ today with 10 trading pairs. On its official support page, OKEx describes OKB is a global utility token issued by the OK Blockchain Foundation. The total available supply of OKB will be one billion tokens (1,000,000,000), with a distribution model that allocates 60% of the supply will be given out to OKEx customers for community building and during marketing campaigns. According to OKEx, the company had officially issued OKB on ERC20 protocol earlier this month. The company denied ICO (initial coin offering) and public fundraising. Reportedly the company had stated that it would be soon shifting the token to its official OK chain and subsequently it will be applied not only on OKEx’s platform but also on other related projects. There will be in total 1 billion tokens supplied globally out of which 600 million coins will be distributed to OKEx customers for community building and marketing campaigns. Rest will be locked up for a period of 1 year to 3 years.According to OKEx, the company had officially issued OKB on ERC20 protocol earlier this month. The company denied ICO (initial coin offering) and public fundraising. Reportedly the company had stated that it would be soon shifting the token to its official OK chain and subsequently it will be applied not only on OKEx’s platform but also on other related projects. There will be in total 1 billion tokens supplied globally out of which 600 million coins will be distributed to OKEx customers for community building and marketing campaigns. Rest will be locked up for a period of 1 year to 3 years.",
    "image": "https://assets.coingecko.com/coins/images/4463/large/WeChat_Image_20220118095654.png?1642471050",
    "changePercent": -1.80566,
    "currency": "KRW",
    "price": 56638
  },
  {
    "name": "Toncoin",
    "symbol": "ton",
    "rank": 30,
    "marketCap": 2649944189677,
    "totalSupply": 5057362773.99687,
    "maxSupply": 0,
    "circulatingSupply": 1473591410.74313,
    "description": "The next gen network to unite all blockchains and the existing Internet.",
    "image": "https://assets.coingecko.com/coins/images/17980/large/ton_symbol.png?1670498136",
    "changePercent": -0.86123,
    "currency": "KRW",
    "price": 1796.82
  },
  {
    "name": "Filecoin",
    "symbol": "fil",
    "rank": 31,
    "marketCap": 2610685172978,
    "totalSupply": 1961944971,
    "maxSupply": 1961944971,
    "circulatingSupply": 434457054,
    "description": "The Filecoin network achieves staggering economies of scale by allowing anyone worldwide to participate as storage providers. It also makes storage resemble a commodity or utility by decoupling hard-drive space from additional services. On this robust global market the price of storage will be driven by supply and demand, not corporate pricing departments, and miners will compete on factors like reputation for reliability as well as price.",
    "image": "https://assets.coingecko.com/coins/images/12817/large/filecoin.png?1602753933",
    "changePercent": 1.5137,
    "currency": "KRW",
    "price": 6034.33
  },
  {
    "name": "Internet Computer",
    "symbol": "icp",
    "rank": 32,
    "marketCap": 2412449747532,
    "totalSupply": 500172269.123209,
    "maxSupply": 469213710,
    "circulatingSupply": 437703689.646034,
    "description": "Internet Computer (IC) is the world’s first blockchain that is capable of running at web speed at unrestrictive capacities. Built by the DFINITY Foundation, IC aims to recreate the web by supporting smart contract development at scale and changing the way people can interact using web services. Internet Computer aims to extend the public internet, so that it can be the world’s computing platform, in a decentralized manner. Internet Computer sets to revolutionalize the design of the crypto economy, with an aim to overhaul traditional software services. The project was founded in October 2016 by Dominic WIllams and have raised a total of $121 million from investors such as Adreessen Horowitz, Polychain Capital, Multicoin Capital and such. On May 10, 2021, DFINITY launched the Internet Computer into the public domain, marking it a major milestone for ICP as it means the internet now functions as a decentralised global computer. This is marked by the release of all of the Internet Computer’s source code into the public domain, as well as ICP utility token that allows tens of thousands of community members to govern the Internet Computer network.ICP is Internet Computer's native token. It plays three prominent roles:1. Network Governance: Users that participate in the governance will be rewarded with ICPI2. Production of Cycles for Compute: ICP can be converted into cycles where it is used as the transaction fee to access the network. Cycles are burned after used.3. Rewarding Users: ICP is used as the rewards to incentivize users to participate in the network such as securing the network.",
    "image": "https://assets.coingecko.com/coins/images/14495/large/Internet_Computer_logo.png?1620703073",
    "changePercent": -2.79526,
    "currency": "KRW",
    "price": 5513.69
  },
  {
    "name": "Lido DAO",
    "symbol": "ldo",
    "rank": 33,
    "marketCap": 2360145413728,
    "totalSupply": 1000000000,
    "maxSupply": 1000000000,
    "circulatingSupply": 879915835.529903,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/13573/large/Lido_DAO.png?1609873644",
    "changePercent": -4.39717,
    "currency": "KRW",
    "price": 2683.25
  },
  {
    "name": "Aptos",
    "symbol": "apt",
    "rank": 34,
    "marketCap": 2028050330448,
    "totalSupply": 1043100950.06188,
    "maxSupply": 0,
    "circulatingSupply": 209448774.383436,
    "description": "Aptos is a new, independent high-performance PoS Layer 1 project focused on delivering the safest and most scalable Layer 1 blockchain in the world. The Aptos blockchain leverages the Move programming language and the Move VM for application development, which are created and optimized for blockchain use cases.The team is comprised of the original creators, researchers, designers, and builders of Diem, the blockchain that was first built to serve this purpose. Aptos raised $200m from a16z, Multicoin, Binance and others. Aptos launched Devnet in mid March, incentivized testnet in late May and targets Q3 for mainnet launch. ",
    "image": "https://assets.coingecko.com/coins/images/26455/large/aptos_round.png?1666839629",
    "changePercent": -2.99394,
    "currency": "KRW",
    "price": 9693.37
  },
  {
    "name": "Quant",
    "symbol": "qnt",
    "rank": 35,
    "marketCap": 1992384750032,
    "totalSupply": 14612493,
    "maxSupply": 14612493,
    "circulatingSupply": 14544176.164091088,
    "description": "London-based Quant Network is set to revolutionise blockchain technology with the development of their blockchain operating system Overledger. The experienced team are determined to fulfil the original vision of the internet by creating an open trusted network for people, machines, and data to operate securely and safely.Overledger -the first interoperable blockchain operating system that facilitates internet-scale development of decentralised, multi-chain applications. Overledger has the ability to unlock and distribute value and applications across current and future blockchains. It is an agnostic platform that connects the world's networks to blockchains and ensures you're not limited to any single a vendor or technology. Overledger is the only platform that facilitates the development of internet-scales development of decentralised, multi-chain applications.",
    "image": "https://assets.coingecko.com/coins/images/3370/large/5ZOu7brX_400x400.jpg?1612437252",
    "changePercent": -2.30021,
    "currency": "KRW",
    "price": 136874
  },
  {
    "name": "Cronos",
    "symbol": "cro",
    "rank": 36,
    "marketCap": 1970484702185,
    "totalSupply": 30000000000,
    "maxSupply": 0,
    "circulatingSupply": 26145488929.6496,
    "description": "We propose Crypto.com Chain, the next generation decentralized mobile payment protocol, the most efficient and secure way to pay and be paid in crypto, anywhere, any cryptowithout fees. Crypto.com Chain will deliver on its vision by developing innovative technology components and processes (inc. scalable encryption algorithm to protect users’ privacy, utilizing trusted execution environments, sustainable price stability mechanisms, user protection via PoGSD) catered specifically to cryptocurrency payment, while leveraging proven blockchain technology structural design elements. ",
    "image": "https://assets.coingecko.com/coins/images/7310/large/cro_token_logo.png?1669699773",
    "changePercent": 0.36807,
    "currency": "KRW",
    "price": 75.4
  },
  {
    "name": "Hedera",
    "symbol": "hbar",
    "rank": 37,
    "marketCap": 1966032789787,
    "totalSupply": 50000000000,
    "maxSupply": 50000000000,
    "circulatingSupply": 32287565808.6442,
    "description": "Hedera is a decentralized public network where developers can build secure, fair applications with near real-time consensus. The platform is owned and governed by a council of global innovators including Avery Dennison, Boeing, Deutsche Telekom, DLA Piper, FIS (WorldPay), Google, IBM, LG Electronics, Magalu, Nomura, Swirlds, Tata Communications, University College London (UCL), Wipro, and Zain Group. The Hedera Consensus Service (HCS) acts as a trust layer for any application or permissioned network and allows for the creation of an immutable and verifiable log of messages. Application messages are submitted to the Hedera network for consensus, given a trusted timestamp, and fairly ordered. Use HCS to track assets across a supply chain, create auditable logs of events in an advertising platform, or even use it as a decentralized ordering service.",
    "image": "https://assets.coingecko.com/coins/images/3688/large/hbar.png?1637045634",
    "changePercent": -4.28178,
    "currency": "KRW",
    "price": 60.9
  },
  {
    "name": "Arbitrum",
    "symbol": "arb",
    "rank": 38,
    "marketCap": 1843154099371,
    "totalSupply": 10000000000,
    "maxSupply": 10000000000,
    "circulatingSupply": 1275000000,
    "description": "Arbitrum is one of the leading Ethereum scaling solutions bringing cheap transactions to tens of thousands of users in an environment that feels very similar to Ethereum. It is an optimistic rollup and the leading L2 in terms of TVL. Some of the largest dApps live on Arbitrum include GMX, Radiant, Uniswap V3, and Gains Network.",
    "image": "https://assets.coingecko.com/coins/images/16547/large/photo_2023-03-29_21.47.00.jpeg?1680097630",
    "changePercent": -3.63216,
    "currency": "KRW",
    "price": 1446.06
  },
  {
    "name": "VeChain",
    "symbol": "vet",
    "rank": 39,
    "marketCap": 1813196473497,
    "totalSupply": 85985041177,
    "maxSupply": 86712634466,
    "circulatingSupply": 72714516834,
    "description": "제품과 정보 교환에 특화된 블록체인1) 네트워크의 대표적인 프로젝트이며 지난 2년간 주류, 자동차, 귀중품, 공산품, 운송업, 도매업 등에 블록체인 솔루션을 제공함으로써 많은 경험을 축적해 온 플랫폼제품의 진위여부뿐만 아니라 구매 후 고객의 소유권 또한 VEN 블록체인상에 기재하여 그 가치를 보존하는 것이 가능한 기술가치블록체인의 막강한 투명성을 이용하여 여러가지 제품 군들의 진위 여부 및 생산지를 투명하게 관리할 수 있으며, 특히 고가의 제품들의 진품 여부 및 와인이나 고급 주류의 생산지 진위 여부를 제품에 본 블록체인 플랫폼을 연동을 하여 해당 사항을 시간과 노력을 들이지 않고 확인할 수 있으며 결국은 본 플랫폼을 이용해 고객과 제품 공급처 간의 신뢰를 향상 시킬 수 있는 새로운 방법을 제시할 수 있는 블록체인 플랫폼으로 평가 되고 있습니다.",
    "image": "https://assets.coingecko.com/coins/images/1167/large/VET_Token_Icon.png?1680067517",
    "changePercent": -3.94925,
    "currency": "KRW",
    "price": 24.94
  },
  {
    "name": "NEAR Protocol",
    "symbol": "near",
    "rank": 40,
    "marketCap": 1634156271760,
    "totalSupply": 1000000000,
    "maxSupply": 0,
    "circulatingSupply": 928655049.105083,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/10365/large/near.jpg?1683515160",
    "changePercent": -3.96972,
    "currency": "KRW",
    "price": 1759.71
  },
  {
    "name": "The Graph",
    "symbol": "grt",
    "rank": 41,
    "marketCap": 1429009002354,
    "totalSupply": 10000000000,
    "maxSupply": 0,
    "circulatingSupply": 9071029369.85619,
    "description": "The Graph is an indexing protocol and global API for organizing blockchain data and making it easily accessible with GraphQL. Developers can use Graph Explorer to search, find, and publish all the public data they need to build decentralized applications. The Graph Network makes it possible to build serverless dApps that run entirely on public infrastructure.GRT is the native token of the network that’s used to coordinate work. GRT is an ERC20 token. Node operators, called Indexers, stake and earn GRT for processing queries. Anyone can delegate GRT to Indexers to secure the network and earn rewards. Curators organize data on The Graph by signaling GRT on useful APIs, called subgraphs. Indexers, Delegators, and Curators work together to organize the data for the crypto economy and maintain a useful global API for DeFi and Web3.",
    "image": "https://assets.coingecko.com/coins/images/13397/large/Graph_Token.png?1608145566",
    "changePercent": -3.396,
    "currency": "KRW",
    "price": 157.59
  },
  {
    "name": "Aave",
    "symbol": "aave",
    "rank": 42,
    "marketCap": 1408666813195,
    "totalSupply": 16000000,
    "maxSupply": 16000000,
    "circulatingSupply": 14467689.841655271,
    "description": "Aave is a decentralized money market protocol where users can lend and borrow cryptocurrency across 20 different assets as collateral. The protocol has a native token called AAVE, which is also a governance token that lets the community decide the direction of the protocol in a collective manner. Lenders can earn interest by providing liquidity to the market, while borrowers can borrow by collateralizing their cryptoassets to take out loans from the liquidity pools.",
    "image": "https://assets.coingecko.com/coins/images/12645/large/AAVE.png?1601374110",
    "changePercent": -5.21209,
    "currency": "KRW",
    "price": 97402
  },
  {
    "name": "Frax",
    "symbol": "frax",
    "rank": 43,
    "marketCap": 1310242085410,
    "totalSupply": 1004141409.40878,
    "maxSupply": 1004141409.40878,
    "circulatingSupply": 1004141409.40878,
    "description": "The first fractional-algorithmic stablecoin",
    "image": "https://assets.coingecko.com/coins/images/13422/large/FRAX_icon.png?1679886922",
    "changePercent": 0.16256,
    "currency": "KRW",
    "price": 1305.33
  },
  {
    "name": "Rocket Pool ETH",
    "symbol": "reth",
    "rank": 44,
    "marketCap": 1238090649301,
    "totalSupply": 463312.825440393,
    "maxSupply": 0,
    "circulatingSupply": 463312.816149916,
    "description": "Rocket Pool is a next generation decentralised staking pool protocol for Ethereum.Rocket Pool ETH (rETH) is the Rocket Pool protocol's liquid staking token. The rETH token represents an amount of ETH that is being staked and earning rewards within Ethereum Proof-of-Stake. As Rocket Pool node operators, stake Ethereum on Proof-of-Stake the resulting rewards increase the value of rETH  relative to ETH. Rocket Pool's liquid staking token allows holders to benefit from the returns of the Ethereum Proof-of-Stake.More information on Rocket Pool and rETH can be found at https://rocketpool.net.",
    "image": "https://assets.coingecko.com/coins/images/20764/large/reth.png?1637652366",
    "changePercent": -1.83353,
    "currency": "KRW",
    "price": 2673180
  },
  {
    "name": "Pax Dollar",
    "symbol": "usdp",
    "rank": 45,
    "marketCap": 1216744947744,
    "totalSupply": 933552716.450683,
    "maxSupply": 0,
    "circulatingSupply": 933552716.450683,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/6013/large/Pax_Dollar.png?1629877204",
    "changePercent": -0.03446,
    "currency": "KRW",
    "price": 1303.34
  },
  {
    "name": "Stacks",
    "symbol": "stx",
    "rank": 46,
    "marketCap": 1209629672862,
    "totalSupply": 1818000000,
    "maxSupply": 1818000000,
    "circulatingSupply": 1390075742.58653,
    "description": "Stacks brings Apps and Smart Contracts to Bitcoin. Apps built on Stacks inherit all of Bitcoin’s powers. They run their logic on the blockchain with smart contracts, are controlled by code instead of companies, and are accessible to anyone. This enables decentralized apps to do things that regular apps can’t.",
    "image": "https://assets.coingecko.com/coins/images/2069/large/Stacks_logo_full.png?1604112510",
    "changePercent": -3.82663,
    "currency": "KRW",
    "price": 870.72
  },
  {
    "name": "Algorand",
    "symbol": "algo",
    "rank": 47,
    "marketCap": 1171295015902,
    "totalSupply": 7515770713.87416,
    "maxSupply": 10000000000,
    "circulatingSupply": 7515770717.45816,
    "description": "Algorand is a scalable, secure and decentralized digital currency and transactions platform.",
    "image": "https://assets.coingecko.com/coins/images/4380/large/download.png?1547039725",
    "changePercent": -3.18165,
    "currency": "KRW",
    "price": 156
  },
  {
    "name": "MultiversX",
    "symbol": "egld",
    "rank": 48,
    "marketCap": 1154571518413,
    "totalSupply": 25663419,
    "maxSupply": 31415926,
    "circulatingSupply": 25658267,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/12335/large/egld-token-logo.png?1673490885",
    "changePercent": -3.62109,
    "currency": "KRW",
    "price": 45030
  },
  {
    "name": "Maker",
    "symbol": "mkr",
    "rank": 49,
    "marketCap": 1115500024371,
    "totalSupply": 977631.036950888,
    "maxSupply": 1005577,
    "circulatingSupply": 901310.9472893132,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/1364/large/Mark_Maker.png?1585191826",
    "changePercent": -2.92818,
    "currency": "KRW",
    "price": 1239122
  },
  {
    "name": "Fantom",
    "symbol": "ftm",
    "rank": 50,
    "marketCap": 1081614812876,
    "totalSupply": 3175000000,
    "maxSupply": 3175000000,
    "circulatingSupply": 2799477014.60985,
    "description": "FANTOM is a new DAG based Smart Contract platform that intends to solve the scalability issues of existing public distributed ledger technologies. The platform intends to distinguish itself from the traditional block ledger-based storage infrastructure by attempting to employ an improved version of existing DAG-based pro-tocols. The FANTOM platform adopts a new protocol known as the “Lachesis Protocol” to maintain consensus. This protocol is intended to be integrated into the Fantom OPERA Chain. The aim is to allow applications built on top of the FANTOM OPERA Chain to enjoy instant transactions and near zero transaction costs for all users. The mission of FANTOM is to provide compatibility between all transaction bodies around the world, and create an ecosystem which allows real-time transactions and data sharing with low cost.",
    "image": "https://assets.coingecko.com/coins/images/4001/large/Fantom_round.png?1669652346",
    "changePercent": -5.6916,
    "currency": "KRW",
    "price": 386.41
  },
  {
    "name": "Bitcoin SV",
    "symbol": "bsv",
    "rank": 51,
    "marketCap": 1075101565495,
    "totalSupply": 21000000,
    "maxSupply": 21000000,
    "circulatingSupply": 19266076.644239,
    "description": "Bitcoin SV (BSV) emerged following a hard fork of the Bitcoin Cash (BCH) blockchain in 2018, which had in turn forked from the BTC blockchain a year earlier. The goal of Bitcoin SV is to fulfil the original vision of the Bitcoin protocol and design as described in Satoshi Nakamoto’s white paper, early Bitcoin client software and known Satoshi writings. BSV aims to offer scalability and stability in line with the original description of Bitcoin as a peer-to-peer electronic cash system, as well as deliver a distributed data network that can support enterprise-level advanced blockchain applications. To this end, it has removed artificial block size limits and re-enabled Script commands and other technical capabilities which had been historically disabled or restricted by the protocol developers of the BTC blockchain. This allows the network to process tens of thousands of transactions per second while maintaining extremely low transaction fees for micropayments, in addition to offering advanced capabilities such as tokens, smart contracts, computation and other data use cases. The BSV network is unique in its capacity for unbounded on-chain scaling while also being more aligned with the original design of Bitcoin than any other blockchain.",
    "image": "https://assets.coingecko.com/coins/images/6799/large/BSV.png?1558947902",
    "changePercent": -2.91886,
    "currency": "KRW",
    "price": 55799
  },
  {
    "name": "EOS",
    "symbol": "eos",
    "rank": 52,
    "marketCap": 1047583311538,
    "totalSupply": 0,
    "maxSupply": 0,
    "circulatingSupply": 1111749132.3319,
    "description": "이더리움 ERC20 기반의 Dapp(Decentralized application) 소프트웨어로 높은 효율과 병렬적 확장성을 보유한 코인입니다. 바탕으로 초당 수백만 건의 거래를 처리, 의사결정을 DPOS(Delegated Proof Of Stake) 방식으로 처리해 빠른 합의와 비용절감을 추구함으로써 이더리움의 단점을 보완한 보다 강력한 인프라를 지향합니다.EOS 란 무엇입니까?EOS를 둘러싼 많은 선전들이있었습니다. 2017 년 5 월 뉴욕의 창업자 댄 라리 머 (Dan Larimer)가이를 발표하자 거대한 점보트론 광고가 타임 스퀘어 (Times Square)에서 빛을 발할 수있었습니다. 그들의 ICO 토큰 판매의 처음 5 일 동안, EOS는 전례가없는 1 억 8500 만 달러의 ETH를 올렸습니다 - 모든 종류의 제품이나 서비스가 아직 없었습니다.EOS는 \"분산 애플리케이션을위한 가장 강력한 인프라\"라고 주장합니다. 기본적으로 EOS는 Ethereum과 같은 블록 체인 기술입니다 (또는 오히려). 그들은 긴 인상적인 기능을 가진 블록 체인을 만들 계획입니다. 어떤 사람들은 심지어 EOS를 \"Ethereum killer\"라고 부릅니다. 그러나 EOS에 대한 과장된 흥분과 함께 암호 공동체로부터 많은 회의론이 있습니다.EOS 비전EOS는 큰 계획을 가지고 있습니다. 그것은 분산 운영 체제로 작동 할 소프트웨어입니다. 개발자는 EOS 소프트웨어에서 응용 프로그램을 작성할 수 있습니다. 확장 성이 뛰어나고 유연하며 유용 할 것입니다. 모든 사람이 가장 주목할만한 기능은 수평 확장 성입니다. 즉, EOS 블록 체인은 스마트 계약을 병렬로 실행하고 트랜잭션을 동시에 처리 할 수있게됩니다. 이것은 게임 체인저가 될 수 있습니다.EOS는 창립자 인 Dan Larimer 자신이 만든 위임 된 증거 ​​증명 (DPoS) 합의 프로토콜을 통합합니다. 이 시스템은 중앙 집중화가 적고 에너지 사용량이 훨씬 적으며 초당 수백만 트랜잭션까지 빨라집니다. 또한 EOS 블록 체인에 대한 사용자 요금이 부과되지 않습니다. 이것은 또한 경쟁사와 차별화 될 것이며 플랫폼 플랫폼의 보급 확대를 도울 수 있습니다.EOS는 또한 사용자 권리를 확보하고 분쟁 해결을 가능하게하기 위해 블록 체인 구성을 시행하기를 원합니다. \"EOS.IO 소프트웨어는 검증 된 개념 및 모범 사례를 사용한 경험을 바탕으로 설계되었으며 블록 체인 기술의 근본적인 진보를 나타냅니다.이 소프트웨어는 분산 형 응용 프로그램이있는 세계적으로 확장 가능한 블록 체인 사회를위한 전체 론적 청사진의 일부입니다. 쉽게 배치되고 통제 될 수 있습니다. \"",
    "image": "https://assets.coingecko.com/coins/images/738/large/eos-eos-logo.png?1547034481",
    "changePercent": -4.22769,
    "currency": "KRW",
    "price": 942.78
  },
  {
    "name": "Optimism",
    "symbol": "op",
    "rank": 53,
    "marketCap": 1032727853235,
    "totalSupply": 4294967296,
    "maxSupply": 4294967296,
    "circulatingSupply": 644594782,
    "description": "OP is the token for the Optimism Collective that governs the Optimism L2 blockchain. The Optimism Collective is a large-scale experiment in digital democratic governance, built to drive rapid and sustainable growth of a decentralized ecosystem, and stewarded by the newly formed Optimism Foundation.OP governs upgrades to the protocol and network parameters, and creates an ongoing system of incentives for projects and users in the Optimism ecosystem. 5.4% of the total token supply will be distributed to projects on Optimism over the next six months via governance. If you're building something in the Ethereum ecosystem, you can consider applying for the grant.",
    "image": "https://assets.coingecko.com/coins/images/25244/large/Optimism.png?1660904599",
    "changePercent": -4.84571,
    "currency": "KRW",
    "price": 1601.94
  },
  {
    "name": "The Sandbox",
    "symbol": "sand",
    "rank": 54,
    "marketCap": 1033550143516,
    "totalSupply": 3000000000,
    "maxSupply": 3000000000,
    "circulatingSupply": 1869731926.2233226,
    "description": "The Sandbox is a community-driven platform where creators can monetize voxel ASSETS and gaming experiences on the blockchain.SAND is the utility token used throughout The Sandbox ecosystem as the basis of transactions and interactions. It is an ERC-20 utility token built on the Ethereum blockchain. There is a finite supply of 3,000,000,000 SAND.",
    "image": "https://assets.coingecko.com/coins/images/12129/large/sandbox_logo.jpg?1597397942",
    "changePercent": -3.72832,
    "currency": "KRW",
    "price": 552.77
  },
  {
    "name": "ApeCoin",
    "symbol": "ape",
    "rank": 55,
    "marketCap": 997132084375,
    "totalSupply": 1000000000,
    "maxSupply": 1000000000,
    "circulatingSupply": 368593750,
    "description": "ApeCoin is an ERC-20 governance and utility token used within the APE ecosystem to empower a decentralized community building at the forefront of web3.As the open-source protocol layer of the ecosystem, ApeCoin serves several purposes:Governance - ApeCoin is the ecosystem’s governance token, allowing ApeCoin holders to participate in ApeCoin DAO.Unification of Spend - ApeCoin is the ecosystem’s utility token, giving all its participants a shared and open currency that can be used without centralized intermediaries.Access - ApeCoin provides access to certain parts of the ecosystem that are otherwise unavailable, such as exclusive games, merch, events, and services.Incentivization - ApeCoin is a tool for third-party developers to participate in the ecosystem by incorporating APE into services, games, and other projects.",
    "image": "https://assets.coingecko.com/coins/images/24383/large/apecoin.jpg?1647476455",
    "changePercent": -3.06679,
    "currency": "KRW",
    "price": 2708.02
  },
  {
    "name": "WhiteBIT Token",
    "symbol": "wbt",
    "rank": 56,
    "marketCap": 996404841758,
    "totalSupply": 370821958,
    "maxSupply": 400000000,
    "circulatingSupply": 144118517,
    "description": "What is WhiteBIT Token? WBT is a utility token of the largest European cryptocurrency exchange, WhiteBIT. The platform was established in 2018 and has already become one of the leading crypto exchanges with 3+ mln users worldwide. WhiteBIT’s goal is to contribute to the mass adoption and popularization of blockchain technologies by implementing the most effective trading and staking tools on the most convenient terms. The most popular and efficient trading orders for spot and margin trading, up to 20x leverage for margin and perpetual Bitcoin futures trading, unique passive income tools, a referral program, and the lowest trading fees on the market are only part of the functionality available on WhiteBIT. Discover the full potential of the platform at the link: https://whitebit.com/. WBT is a full-fledged product of the whole WhiteBIT ecosystem that is integrated into all WhiteBIT services, making it easier for the users to interact on the platform. WBT is a solid base for dozens of blockchain startups, new projects, and fruitful trading. Moreover, WhiteBIT Token is a reliable asset that can be used for staking on its native platform, which provides numerous perks to its holders and owners.  Key advantages: increased referral interest rate (up to 50%); decreased trading fees;  free daily ERC-20/ETH withdrawals; free daily AML checks;  integration with the current and future products of WhiteBIT and much more. WBT tokenomics The token supply is limited to 400 000 000 WBT, with no new tokens to be created in the future. 200M of this amount is treasury tokens that are backing the total amount and will be unlocked within the next three months after the launch. Trading competitions, airdrops, bounties, beneficial holding programs, and access to the token from other exchange platforms are part of activities associated with the WBT cryptocurrency available on WhiteBIT.",
    "image": "https://assets.coingecko.com/coins/images/7598/large/wrapped_bitcoin_wbtc.png?1548822744",
    "changePercent": -3.06679,
    "currency": "KRW",
    "price": 6908.7
  },
  {
    "name": "ImmutableX",
    "symbol": "imx",
    "rank": 57,
    "marketCap": 989950157625,
    "totalSupply": 2000000000,
    "maxSupply": 2000000000,
    "circulatingSupply": 1040385513.4100242,
    "description": "IMX is the native token for the Immutable X network, the first zk-rollup for NFT on Ethereum.",
    "image": "https://assets.coingecko.com/coins/images/17233/large/immutableX-symbol-BLK-RGB.png?1665110648",
    "changePercent": -2.8888,
    "currency": "KRW",
    "price": 952.56
  },
  {
    "name": "Tezos",
    "symbol": "xtz",
    "rank": 58,
    "marketCap": 977812852669,
    "totalSupply": 0,
    "maxSupply": 0,
    "circulatingSupply": 936014161.956924,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/976/large/Tezos-logo.png?1547034862",
    "changePercent": -3.12756,
    "currency": "KRW",
    "price": 1046.84
  },
  {
    "name": "Rocket Pool",
    "symbol": "rpl",
    "rank": 59,
    "marketCap": 967648941269,
    "totalSupply": 19474470.0383936,
    "maxSupply": 0,
    "circulatingSupply": 19474470.0383936,
    "description": "Rocket Pool is Ethereum’s most decentralised liquid staking protocol.Liquid stakers can participate by depositing as little as 0.01 ETH to receive the rETH liquid staking token.Rocket Pool is a fully non-custodial solution, and its node operators are economically-aligned to perform well for stakers. Joining as a node operator is fully permissionless and requires just 16 ETH (instead of the usual 32). A boosted ROI is provided from both operator commission plus RPL rewards. The Rocket Pool team have been in the staking space since its inception in 2016, which gives them a pedigree and track record without peer.",
    "image": "https://assets.coingecko.com/coins/images/2090/large/rocket_pool_%28RPL%29.png?1637662441",
    "changePercent": -2.09456,
    "currency": "KRW",
    "price": 49740
  },
  {
    "name": "USDD",
    "symbol": "usdd",
    "rank": 60,
    "marketCap": 956940308204,
    "totalSupply": 0,
    "maxSupply": 0,
    "circulatingSupply": 733754552.813007,
    "description": "Decentralized StableCoin USDD on TRONThe TRON DAO Reserve manages USDD and guarantees its price stability",
    "image": "https://assets.coingecko.com/coins/images/25380/large/UUSD.jpg?1651823371",
    "changePercent": 0.08668,
    "currency": "KRW",
    "price": 1304.35
  },
  {
    "name": "Theta Network",
    "symbol": "theta",
    "rank": 61,
    "marketCap": 954773618413,
    "totalSupply": 1000000000,
    "maxSupply": 1000000000,
    "circulatingSupply": 1000000000,
    "description": "블록체인기반 분산형 비디오 전달 네트워크Theta Token은 본 분산형 스트리밍 네트워크에 동력을 공급하기 위한 목적으로 운영되는 일종의 연료이자 프로토콜ERC202)토큰 기반투자 기업에 삼성과 소니가 포함되어 있으며 현재 Huobi, OKEX, Gate.io등 대형 거래소에 상장이 되어 있으며 2018년 4분기에는 메인넷 런칭 및 Theta ERC20토큰과 Theta 자체 블록체인 토큰을 1:1 교환이 가능하게 운영될 예정입니다.비디오 스트리밍 전문 업체인 트위치와 유튜브의 공동창업자들이 자문으로 재직 중이며 Cryptorated라는 평가 사이트에서 4.2점이라는 고득점을 하여 상위 10%안에 들었던 코인입니다.",
    "image": "https://assets.coingecko.com/coins/images/2538/large/theta-token-logo.png?1548387191",
    "changePercent": -5.09254,
    "currency": "KRW",
    "price": 955.66
  },
  {
    "name": "Render",
    "symbol": "rndr",
    "rank": 62,
    "marketCap": 941649962717,
    "totalSupply": 531024271.388796,
    "maxSupply": 531024271.388796,
    "circulatingSupply": 368852897.108796,
    "description": "OctaneRender® is the world’s first and fastest GPU-accelerated, unbiased, physically correct renderer. Octane uses the graphics card in your computer to render photo-realistic images super fast. With Octane’s parallel compute capabilities, you can create stunning works in a fraction of the time.OTOY’s Academy Award®-winning technology is used by leading visual effects studios, artists, animators, designers, architects, and engineers, providing unprecedented creative freedom, new levels of realism, and new economics in content creation and distribution powered by the cloud.OTOY® was founded in 2008 by Jules Urbach, Alissa Grainger and Malcolm Taylor. Since then, the company has grown to over 60 employees across four offices with headquarters in Los Angeles, CA.",
    "image": "https://assets.coingecko.com/coins/images/11636/large/rndr.png?1638840934",
    "changePercent": -5.18996,
    "currency": "KRW",
    "price": 2559.32
  },
  {
    "name": "Decentraland",
    "symbol": "mana",
    "rank": 63,
    "marketCap": 926024560361,
    "totalSupply": 2193179327.32015,
    "maxSupply": 2193179327.32015,
    "circulatingSupply": 1839131938.96432,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/878/large/decentraland-mana.png?1550108745",
    "changePercent": -2.46213,
    "currency": "KRW",
    "price": 504.62
  },
  {
    "name": "Pepe",
    "symbol": "pepe",
    "rank": 64,
    "marketCap": 906227343507,
    "totalSupply": 420690000000000,
    "maxSupply": 420690000000000,
    "circulatingSupply": 420690000000000,
    "description": "What is the project about?Pepe is a community based meme token surround the iconic meme Pepe the frog. Pepe aims to leverage the power of such an iconic meme to become the most memeable memecoin in existence. What makes your project unique?Pepe is here to make memecoins great again. Ushering in a new paradigm for memecoins, Pepe represents the memecoin in it's purest simplicity. With zero taxes, liquidity locked forever, and contract immutable, Pepe is for the people, forever. Pepe is about culture, rallying together a community to have fun and enjoy memes, fueled purely by memetic power. History of your project.Pepe was stealth launched on Friday, April 14th, 2023. What’s next for your project?Pepe will focus on developing a tight-knit community around the token and building resources to enrich the communities knowledge and success in crypto through a token gated group, newsletter, and more tools. What can your token be used for?Pepe can be used to speculate on the power of memes, and does not pretend to be anything more. ",
    "image": "https://assets.coingecko.com/coins/images/29850/large/pepe-token.jpeg?1682922725",
    "changePercent": -4.46652,
    "currency": "KRW",
    "price": 0.00216238
  },
  {
    "name": "Axie Infinity",
    "symbol": "axs",
    "rank": 65,
    "marketCap": 903071313046,
    "totalSupply": 270000000,
    "maxSupply": 270000000,
    "circulatingSupply": 115661358.61362292,
    "description": "AXS is the governance token for the Axie Infinity game. Token holders will be able to shape and vote for the direction of the game universe. This is unlike traditional games where all decisions are made by the game developers. AXS holders will be able to stake their tokens to earn more AXS and even vote for governance proposals.",
    "image": "https://assets.coingecko.com/coins/images/13029/large/axie_infinity_logo.png?1604471082",
    "changePercent": -2.79164,
    "currency": "KRW",
    "price": 7804.58
  },
  {
    "name": "Synthetix Network",
    "symbol": "snx",
    "rank": 66,
    "marketCap": 887387890885,
    "totalSupply": 320903136.088774,
    "maxSupply": 320903136.088774,
    "circulatingSupply": 320179228.13952357,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/3406/large/SNX.png?1598631139",
    "changePercent": -1.7163,
    "currency": "KRW",
    "price": 2778.44
  },
  {
    "name": "Bitget Token",
    "symbol": "bgb",
    "rank": 67,
    "marketCap": 881732399032,
    "totalSupply": 2000000000,
    "maxSupply": 2000000000,
    "circulatingSupply": 1400001000,
    "description": "BGB (Bitget Token) is the native utility token of Bitget. BGB has made adjustments for the rights and interests of the application. BGB has multiple use cases within the Bitget ecosystem. Besides being used by traders to get discounts on trading fees, BGB can also be used as proof of rights and interests for users of different levels, and as a social token for the interaction between fans and copy traders.",
    "image": "https://assets.coingecko.com/coins/images/11610/large/photo_2022-01-24_14-08-03.jpg?1643019457",
    "changePercent": -1.4652,
    "currency": "KRW",
    "price": 630.76
  },
  {
    "name": "BitDAO",
    "symbol": "bit",
    "rank": 68,
    "marketCap": 884178690279,
    "totalSupply": 9610239403,
    "maxSupply": 9610239403,
    "circulatingSupply": 1453909315,
    "description": "BitDAO is one of the world's largest DAOs (Decentralized Autonomous Organization). Our vision is open finance and a decentralized tokenized economy. ‌BitDAO is a protocol governed by BIT token holders. We welcome all individuals and communities to join us and contribute.",
    "image": "https://assets.coingecko.com/coins/images/17627/large/rI_YptK8.png?1653983088",
    "changePercent": -1.4652,
    "currency": "KRW",
    "price": 630.76
  },
  {
    "name": "Curve DAO",
    "symbol": "crv",
    "rank": 69,
    "marketCap": 876801816186,
    "totalSupply": 1975478354.51567,
    "maxSupply": 3303030299,
    "circulatingSupply": 868209135,
    "description": "Similar to Uniswap, Curve Finance is an Automated Market Maker (AMM) based Decentralised Exchange (DEX). Unlike Uniswap, its main focus is only to swap between assets that are supposed to have the same value. This is useful in the DeFi ecosystem as there are plenty of wrapped tokens and synthetic tokens that aim to mimic the price of the real underlying asset. For example, one of the biggest pools is 3CRV, which is a stablecoin pool consisting of DAI, USDT, and USDC. Their ratio in the pool will be based on the supply and demand of the market. Depositing a coin with a lesser ratio will yield the user a higher percentage of the pool. As such when the ratio is heavily tilted to one of the coins, it may serve as a good chance to arbitrage.Curve Finance also supports yield-bearing tokens. For example, it collaborated with Yearn Finance to release yUSD pools that consisted of yDAI, yUSDT, yUSDC and yTUSD. Users that participated in this pool will not only have yield from the underlying yield-bearing tokens, but also the swap fees generated by the Curve pool. Including the yield farming rewards in terms of CRV tokens, liquidity providers of the pool actually have three sources of yield. ",
    "image": "https://assets.coingecko.com/coins/images/12124/large/Curve.png?1597369484",
    "changePercent": -3.68805,
    "currency": "KRW",
    "price": 1008.89
  },
  {
    "name": "Injective",
    "symbol": "inj",
    "rank": 70,
    "marketCap": 865807250739,
    "totalSupply": 100000000,
    "maxSupply": 100000000,
    "circulatingSupply": 80005555.33,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/12882/large/Secondary_Symbol.png?1628233237",
    "changePercent": -2.48072,
    "currency": "KRW",
    "price": 10853.21
  },
  {
    "name": "NEO",
    "symbol": "neo",
    "rank": 71,
    "marketCap": 852071003216,
    "totalSupply": 100000000,
    "maxSupply": 0,
    "circulatingSupply": 70530000,
    "description": "네오는 중국에서 최초로 만들어진 블록체인 프로젝트로, 스마트 자산 플랫폼(smart assets platform)으로 기능합니다. 이 플랫폼은 네오의 독립적인 스마트 컨트랙트 기술인 '네오컨트랙트'를 기반으로 하며, 이들은 이더리움처럼 네오 버츄얼 머신(VM)위에서 실행됩니다. 이 외에도 DBFT, NeoX, NeoQS와 같은 독자적인 기술을 구현합니다.현재 50%의 네오는 크라우드 펀딩을 통해 배포되었고, 나머지 50%는 NEO 위원회에서 관리한다고 합니다. 위원회에서 관리하는 코인들은 구체적인 계획들을 따라 네오 프로젝트를 지원하는 데에 쓰일 것으로 예상됩니다. 이전에 앤트쉐어(Antshares)로 불렸던 이 코인은 2017년 7월, 네오로 이름을 바꿨습니다. 코인 특징1. 네오는 DBFT(delegated Byzantine Fault Tolerance)를 컨센서스 메커니즘으로 사용합니다. DBFT는 보다 안전한 블록체인 플랫폼을 구현하기 위해, 노드를 운영하는 북키퍼(bookkeeper)와 블록체인 사용자로 네트워크 참가자를 분리합니다. 전문화된 북키퍼들은 사용자들에 의해 선출되고, 검증마다 이들 중 랜덤으로 블록 생성자가 결정됩니다. 그리고 만약 2/3의 북키퍼들이 검증에 동의하면 컨센서스가 체결됩니다. 이렇게 블록체인 사용 주체를 오롯이 분리해 접근하는 것은 기존 컨센서스 메커니즘에 없던 독특한 방식입니다. 2. 네오 플랫폼은 네오와 네오가스라는 두 가지의 토큰을 가지고 있습니다. 이더리움과 마찬가지로, 네오가스는 플랫폼에 대한 이용료를 지급하는 데에 쓰이며 지급된 가스는 네트워크를 관리하는 북키퍼들에게 경제적 인센티브로 돌아갑니다.3. 양자 컴퓨터는 블록체인 시스템을 무력화시킬 수 있다는 우려가 있습니다. 이에 네오는 NeoQS(QuantumSafe)라는 격자구조의 암호구조를 통해 양자 컴퓨터에 대응할 수 있는 알고리즘을 갖추고 있다고 합니다. 4. NeoX는 크로스 체인 상호 운영을 지원하는 프로토콜로, 이를 통해 atomic asset swap을 달성할 수 있습니다. 또한, 다른 체인에서 실행되는 스마트 컨트랙트의 일관성을 유지할 수 있습니다. 핵심 가치(키워드: 중국시장, 대중적인 컴퓨터 언어 지원)1. 중국시장: 14억 인구의 시장인 중국에서 시작된 첫 블록체인 기술이기에 중국 시장에서의 선전을 기대할 수 있습니다. 또한, 중국인들이 서양의 소프트웨어보다 알리바바, 바이두, 텐센트(QQ)와 같은 자신들의 것을 비교적 선호한다는 점에서 잠재력이 큽니다. 2. 대중적인 컴퓨터 언어 지원: 네오는 C#, Java, Go과 같은 다양한 언어를 지원하고 있고, 앞으로 C, C ++, Python, JavaScript까지 확장할 예정이라고 합니다. ",
    "image": "https://assets.coingecko.com/coins/images/480/large/NEO_512_512.png?1594357361",
    "changePercent": -0.1701,
    "currency": "KRW",
    "price": 12095.68
  },
  {
    "name": "Flow",
    "symbol": "flow",
    "rank": 72,
    "marketCap": 840850825894,
    "totalSupply": 1442567561.40385,
    "maxSupply": 1442567561.40385,
    "circulatingSupply": 1036200000,
    "description": "Flow by Dapper Labs (The company which created CryptoKitties) is a blockchain network that aims to be fast, secure, and developer friendly.The idea for a new blockchain targeting games and social networks was conceived after Ethereum faced large scalability issues as seen with the high transaction fees during the CryptoKitties hype. The Flow team deduced shards and sidechains were not long term solutions for apps that strive for performance.Investors include large backers such as Andreessen Horowitz, Warner Music Group, Union Square Ventures, Digital Currency Group, and more.",
    "image": "https://assets.coingecko.com/coins/images/13446/large/5f6294c0c7a8cda55cb1c936_Flow_Wordmark.png?1631696776",
    "changePercent": -0.69758,
    "currency": "KRW",
    "price": 812.22
  },
  {
    "name": "KuCoin",
    "symbol": "kcs",
    "rank": 73,
    "marketCap": 809718446048,
    "totalSupply": 144294195.456892,
    "maxSupply": 0,
    "circulatingSupply": 96794195.4569757,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/1047/large/sa9z79.png?1610678720",
    "changePercent": -2.44105,
    "currency": "KRW",
    "price": 8379.86
  },
  {
    "name": "eCash",
    "symbol": "xec",
    "rank": 74,
    "marketCap": 798761372928,
    "totalSupply": 21000000000000,
    "maxSupply": 21000000000000,
    "circulatingSupply": 19434773423293,
    "description": "Derived from one of the most trusted names in the cryptocurrency space, what was once known as BCHA is now eCash.  eCash is the natural continuation of the Bitcoin Cash project. Realizing the vision of the legendary Milton Friedman, eCash follows through on key promises such as the innovative Avalanche consensus layer while also introducing concepts never before seen in a Bitcoin project such as staking, fork-free network upgrades, and subchains. Look for the ticker symbol XEC on exchanges, wallets, or price charts, and take your first step towards true financial freedom.",
    "image": "https://assets.coingecko.com/coins/images/16646/large/Logo_final-22.png?1628239446",
    "changePercent": -0.07746,
    "currency": "KRW",
    "price": 0.04205867
  },
  {
    "name": "Radix",
    "symbol": "xrd",
    "rank": 75,
    "marketCap": 794986114986,
    "totalSupply": 12605991898.6917,
    "maxSupply": 24000000000,
    "circulatingSupply": 10205991897.9623,
    "description": "Radix is building an open, interconnected platform where the full range of powerful DeFi applications will be built securely and safely.",
    "image": "https://assets.coingecko.com/coins/images/4374/large/Radix.png?1629701658",
    "changePercent": -3.10803,
    "currency": "KRW",
    "price": 77.94
  },
  {
    "name": "Gate",
    "symbol": "gt",
    "rank": 76,
    "marketCap": 786817392061,
    "totalSupply": 300000000,
    "maxSupply": 0,
    "circulatingSupply": 139018905.1789118,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/8183/large/gate.png?1687143308",
    "changePercent": -1.26274,
    "currency": "KRW",
    "price": 5656.06
  },
  {
    "name": "GALA",
    "symbol": "gala",
    "rank": 77,
    "marketCap": 764301667115,
    "totalSupply": 24365542948.0336,
    "maxSupply": 50000000000,
    "circulatingSupply": 24365557887.3035,
    "description": "GALA is designed to power the Gala Games ecosystem to support gaming re-imagined to benefit creators and players, alike.",
    "image": "https://assets.coingecko.com/coins/images/12493/large/GALA-COINGECKO.png?1600233435",
    "changePercent": -4.19129,
    "currency": "KRW",
    "price": 31.41
  },
  {
    "name": "Kava",
    "symbol": "kava",
    "rank": 78,
    "marketCap": 756634887563,
    "totalSupply": 611320978,
    "maxSupply": 0,
    "circulatingSupply": 611340378,
    "description": "Kava is a cross-chain DeFi Hub for decentralized financial services and applications. The Kava DeFi Hub operates like a decentralized bank for digital assets connecting users with products like stablecoins, loans, and interest-bearing accounts so that they can do more and earn more with their digital assets.",
    "image": "https://assets.coingecko.com/coins/images/9761/large/kava.png?1663638871",
    "changePercent": -0.82329,
    "currency": "KRW",
    "price": 1236.01
  },
  {
    "name": "Gemini Dollar",
    "symbol": "gusd",
    "rank": 79,
    "marketCap": 738562877321,
    "totalSupply": 565004319.83,
    "maxSupply": 0,
    "circulatingSupply": 565004319.83,
    "description": "The Gemini dollar — the world’s first regulated stablecoin — combines the creditworthiness and price stability of the U.S. dollar with blockchain technology and the oversight of U.S. regulators.Get Gemini dollars 1-to-1 for U.S. dollars on Gemini.Gemini dollars can be used on the Ethereum network.ISSUERThe Gemini dollar is issued by Gemini Trust Company, LLC, a New York trust company.BANKU.S. dollars that correspond to the Gemini dollars issued and in circulation are held at a U.S. bank and eligible for FDIC “pass-through” deposit insurance, subject to applicable limitations.EXAMINATIONThe U.S. dollar deposit balance is examined monthly by an independent registered public accounting firm to verify the 1:1 peg. All Independent Accountants’ Reports are published and available <a href=\"https://gemini.com/dollar/#reports\">here</a>.SECURITY AUDITThe Gemini dollar is a cryptographic token built on the Ethereum Network according to the ERC20 standard for tokens. The code of the Gemini dollar smart contracts has been audited by Trail of Bits, Inc., an information security research & development firm, whose report is publicly available <a href=\"https://gemini.com/wp-content/themes/gemini/assets/img/dollar/gemini-dollar-trailofbits-audit.pdf\">here</a>.Gemini was founded four years ago with a mission: build a bridge to the future of money. Gemini dollar aims to combine creditworthiness and price stability of the U.S. dollar with blockchain and the oversight of U.S. regulators, the New York State Department of Financial Service.Gemini dollar is a stable value coin that is:1. issued by Gemini, a New York trust company2. strictly pegged 1:1 to the U.S. dollar3. built on Ethereum network according to ERC20 token standardsStarting 10th September 2018, you will be able to convert U.S. dollars in your Gemini account into Gemini dollars and withdraw them to an Ethereum address. You will also be able to automatically convert GUSD back as USD into your Gemini account. GUSD is expected to be listed on Bibox soon.",
    "image": "https://assets.coingecko.com/coins/images/5992/large/gemini-dollar-gusd.png?1536745278",
    "changePercent": 0.61875,
    "currency": "KRW",
    "price": 1307.77
  },
  {
    "name": "Klaytn",
    "symbol": "klay",
    "rank": 80,
    "marketCap": 705301538153,
    "totalSupply": 0,
    "maxSupply": 0,
    "circulatingSupply": 3135594571.06086,
    "description": "Klaytn is a public blockchain focused on the metaverse, gamefi, and the creator economy. Officially launched in June 2019, it is the dominant blockchain platform in South Korea and is now undergoing global business expansion from its international base in Singapore.These business expansion activities are supported by the US$500m Klaytn Growth Fund, which aims to grow the ecosystem of companies built on Klaytn. The fund is managed and disbursed by Klaytn Foundation, a Singapore-based non-profit organization established in August 2021.To learn more, please visit <a href=\"https://klaytn.foundation/\">https://klaytn.foundation</a>",
    "image": "https://assets.coingecko.com/coins/images/9672/large/klaytn.png?1660288824",
    "changePercent": -1.4752,
    "currency": "KRW",
    "price": 224.98
  },
  {
    "name": "Chiliz",
    "symbol": "chz",
    "rank": 81,
    "marketCap": 702393163878,
    "totalSupply": 8888888888,
    "maxSupply": 8888888888,
    "circulatingSupply": 6975647158.46,
    "description": "Chiliz is a fintech platform for the sports industry to allow global fans to get closer to their favorite sports teams and clubs.",
    "image": "https://assets.coingecko.com/coins/images/8834/large/CHZ_Token_updated.png?1675848257",
    "changePercent": -2.16686,
    "currency": "KRW",
    "price": 101.03
  },
  {
    "name": "IOTA",
    "symbol": "miota",
    "rank": 82,
    "marketCap": 666778883943,
    "totalSupply": 2779530283,
    "maxSupply": 0,
    "circulatingSupply": 2779530283.277761,
    "description": "독특한 자체 블록체인인 탱글 기반의 플랫폼‘블록’과 ‘체인’이 없는 블록체인이라는 독특한 방식의 네트워킹을 사용함전송 수수료는 무료이며 매우 빠른 전송 속도를 자랑함 (500~800 T/s)독특한 방식의 구동 엔진인 ‘탱글’을 활용하여 블록체인과 흡사한 효과를 내고 있지만 면밀히 본다면 ‘탱글’은 블록체인이 아니라는 의견도 있지만 실제로 블록체인이 가지고 있는 특성인 ‘합의’와 ‘분산화 데이터베이스’를 지니고 있습니다.전송 수수료가 전혀 없으면서도 매우 빠른 전송 속도를 자랑하며 다른 블록체인 네트워크와는 차별화되는 부분이 오히려 전송이 많이 발생할수록 전송 속도가 올라간다는 큰 장점이 있습니다.IoT에 접목하여 큰 활용 가치를 가질 수 있다는 플랫폼이지만 아직까지는 실제로 IoT에 접목한 사례나 케이스는 없는 상황이며 클라이언트로 쓰이는 자바로 만들어진 지갑이 IoT기기와의 호환성 문제가 거론되고 있는 실정입니다. 이를 해결할 수 있는 방안을 추후에 내놓는다면 다른 블록체인이 가지지 못하는 장점과 더불어 시너지를 낼 수 있을 것으로 보입니다.",
    "image": "https://assets.coingecko.com/coins/images/692/large/IOTA_Swirl.png?1604238557",
    "changePercent": -1.39462,
    "currency": "KRW",
    "price": 240.47
  },
  {
    "name": "cETH",
    "symbol": "ceth",
    "rank": 83,
    "marketCap": 646052731427,
    "totalSupply": 12939565.0187405,
    "maxSupply": 0,
    "circulatingSupply": 12939565.0187405,
    "description": "Compound protocol balance token",
    "image": "https://assets.coingecko.com/coins/images/10643/large/ceth.png?1687143191",
    "changePercent": -1.80047,
    "currency": "KRW",
    "price": 49928
  },
  {
    "name": "GMX",
    "symbol": "gmx",
    "rank": 84,
    "marketCap": 641730778347,
    "totalSupply": 8852088.8678786,
    "maxSupply": 13250000,
    "circulatingSupply": 8852088.8678786,
    "description": "GMX is a decentralized spot and perpetual exchange that supports low swap fees and zero price impact trades.Trading is supported by a unique multi-asset pool that earns liquidity providers fees from market making, swap fees, leverage trading (spreads, funding fees & liquidations) and asset rebalancing.Dynamic pricing is supported by Chainlink Oracles along with TWAP pricing from leading volume DEXs.",
    "image": "https://assets.coingecko.com/coins/images/18323/large/arbit.png?1631532468",
    "changePercent": -2.76365,
    "currency": "KRW",
    "price": 72628
  },
  {
    "name": "Terra Luna Classic",
    "symbol": "lunc",
    "rank": 85,
    "marketCap": 629353561056,
    "totalSupply": 6842421984081.29,
    "maxSupply": 0,
    "circulatingSupply": 5820046663057.07,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/8284/large/01_LunaClassic_color.png?1653547790",
    "changePercent": -4.00123,
    "currency": "KRW",
    "price": 0.108117
  },
  {
    "name": "PAX Gold",
    "symbol": "paxg",
    "rank": 86,
    "marketCap": 627056675886,
    "totalSupply": 253843.812,
    "maxSupply": 0,
    "circulatingSupply": 253843.812,
    "description": "PAX Gold (PAXG) is an asset-backed token where one token should represent one fine troy ounce of a London Good Delivery gold bar, stored in professional vault facilities. Anyone who owns PAXG has ownership rights to that gold under the custody of Paxos Trust Company. Since PAXG represents physical gold, its value is tied directly to the real-time market value of that physical gold.PAXG gives customers the benefits of actual physical ownership of specific gold bars with the speed and mobility of a digital asset. Customers are able to have fractional ownership of physical bars. On the Paxos platform, customers can convert their tokens to allocated gold, unallocated gold, or fiat currency (and vice versa) quickly and efficiently, reducing their exposure to settlement risk. PAXG is also available for trading on Paxos’ itBit exchange. PAXG will also be available on other crypto-asset exchanges, wallets, lending platforms and elsewhere within the crypto ecosystem. At any time, PAXG holders can lookup the serial number, value and physical characteristics of their vaulted gold just by entering their Ethereum wallet address on the PAXG lookup tool on Paxos.com/paxgold.",
    "image": "https://assets.coingecko.com/coins/images/9519/large/paxgold.png?1687143101",
    "changePercent": -0.11537,
    "currency": "KRW",
    "price": 2470201
  },
  {
    "name": "Tokenize Xchange",
    "symbol": "tkx",
    "rank": 87,
    "marketCap": 624077937748,
    "totalSupply": 100000000,
    "maxSupply": 100000000,
    "circulatingSupply": 79995999.94518414,
    "description": "Tokenize Xchange is a fully integrated cryptocurrency exchange that offers both individuals and institutional investors a frictionless and un-sophisticated user experience. The platform will serve as not only a financial tool but also as an educational and communal instrument in proliferating the values and ideas that the blockchain has to offer. The TKX token can be used to pay transaction fees for any trades on the platform, doing so will allow for significant reductions in the fees.The TKX token is an ERC20 token based on the Ethereum blockchain. ",
    "image": "https://assets.coingecko.com/coins/images/4984/large/TKX_-_Logo_-_RGB-15.png?1672912391",
    "changePercent": -0.3912,
    "currency": "KRW",
    "price": 7808.66
  },
  {
    "name": "Tether Gold",
    "symbol": "xaut",
    "rank": 88,
    "marketCap": 617042005914,
    "totalSupply": 246524.33,
    "maxSupply": 0,
    "circulatingSupply": 246524.33,
    "description": "Each XAU₮ token represents ownership of one troy fine ounce of physical gold on a specific gold bar. XAU₮, which is available as an ERC-20 token on the Ethereum blockchain and as a TRC20 token on the TRON blockchain, can be transferred to any on-chain address from the purchasers’ Tether wallet. Furthermore, Tether Gold (XAU₮) is the only product among the competition that offers zero custody fees and has direct control over the physical gold storage, safely held in a Switzerland vault, adopting best in class security and anti-threat measures. Today, Tether Gold (XAU₮) is the best way to hold Gold. ",
    "image": "https://assets.coingecko.com/coins/images/10481/large/Tether_Gold.png?1668148656",
    "changePercent": -0.15736,
    "currency": "KRW",
    "price": 2502404
  },
  {
    "name": "Frax Share",
    "symbol": "fxs",
    "rank": 89,
    "marketCap": 599410441757,
    "totalSupply": 99681752.7128909,
    "maxSupply": 99681752.7128909,
    "circulatingSupply": 72751098.2172833,
    "description": "The Frax Share token is the governance and value accrual token of the Frax Stablecoin Protocol",
    "image": "https://assets.coingecko.com/coins/images/13423/large/Frax_Shares_icon.png?1679886947",
    "changePercent": -3.18912,
    "currency": "KRW",
    "price": 8237.2
  },
  {
    "name": "BitTorrent",
    "symbol": "btt",
    "rank": 90,
    "marketCap": 593057326071,
    "totalSupply": 990000000000000,
    "maxSupply": 990000000000000,
    "circulatingSupply": 951421714286000,
    "description": "BitTorrent was initially conceived by Bram Cohen, a peer-to-peer protocol for users to transfer files around the world. The BitTorrent Token (BTT), a TRC-10 token is created on top of the TRON blockchain platform as a way to extend the capability of BitTorrent. The token is added to introduce some economics feature on BitTorrent for networking, bandwidth, and storage resources to be shared and tradeed.Some of the other feature that BitTorrent Token (BTT) offers would be BitTorrent Speed. This is whereby BTT tokens can be big in exchange for faster download speed.List of exchanges trading BTT token can be found at https://www.coingecko.com/en/coins/bittorrent/trading_exchanges",
    "image": "https://assets.coingecko.com/coins/images/22457/large/btt_logo.png?1643857231",
    "changePercent": -1.1811,
    "currency": "KRW",
    "price": 0.00062333
  },
  {
    "name": "XDC Network",
    "symbol": "xdc",
    "rank": 91,
    "marketCap": 585596318264,
    "totalSupply": 37847791060.8,
    "maxSupply": 0,
    "circulatingSupply": 13847793913.5,
    "description": "XDC Network is an enterprise-ready hybrid Blockchain technology company optimized for international trade and finance. The XDC Network is powered by the native coin called XDC. The XDC protocol is architected to support smart contracts, 2000TPS, 2seconds transaction time, KYC to Masternodes (Validator Nodes). The XDC Chain (XinFin Digital Contract) uses XinFin Delegated Proof of Stake (XDPoS), with the intending to create a ‘highly-scalable, secure, permission, and commercial grade’ blockchain network. XinFin mainnet token XDC and also creates an opportunity to utilize the XinFin’s real-world use-cases such as TradeFinex.org, helps small and medium businesses or institutions originate their own financial requirements in a digital, fully structured manner so that they can distribute it to the bank or non-bank funders themselves using a common distribution standard. ",
    "image": "https://assets.coingecko.com/coins/images/2912/large/xdc-icon.png?1633700890",
    "changePercent": -2.53891,
    "currency": "KRW",
    "price": 42.04
  },
  {
    "name": "Mina Protocol",
    "symbol": "mina",
    "rank": 92,
    "marketCap": 585462250130,
    "totalSupply": 1049850892.84004,
    "maxSupply": 0,
    "circulatingSupply": 928986259.840039,
    "description": "The world's lightest blockchain, powered by participants. Mina is building a privacy-preserving gateway between the real world and crypto — and the infrastructure for the secure, democratic future we all deserve.",
    "image": "https://assets.coingecko.com/coins/images/15628/large/JM4_vQ34_400x400.png?1621394004",
    "changePercent": -5.44586,
    "currency": "KRW",
    "price": 629.96
  },
  {
    "name": "Frax Ether",
    "symbol": "frxeth",
    "rank": 93,
    "marketCap": 584360790431,
    "totalSupply": 234918.381045303,
    "maxSupply": 0,
    "circulatingSupply": 234918.381045303,
    "description": "frxETH is a liquid staking derivative issued by Frax Finance protocol. Each frxETH is backed by at least 1 ETH in validator nodes at all times.",
    "image": "https://assets.coingecko.com/coins/images/28284/large/frxETH_icon.png?1679886981",
    "changePercent": -1.44086,
    "currency": "KRW",
    "price": 2487519
  },
  {
    "name": "Huobi",
    "symbol": "ht",
    "rank": 94,
    "marketCap": 575625635847,
    "totalSupply": 203980445.3,
    "maxSupply": 203980445.3,
    "circulatingSupply": 162336522.3,
    "description": "후오비에서 출시한 블록체인1) 기반 고객 사은 포인트 시스템후오비에서 제공하는 모든 유료 서비스 및 상품을 HT로 구매 가능가치세계적 규모의 거래소 후오비에서 직접 출시한 토큰으로 후오비에서 제공하는 모든 상품을 구매 가능하기도 하고 HT를 보유함으로써 얻게 되는 다양한 혜택 등으로 후오비 고객 사은이라는 성격이 강한 토큰입니다.전세계 거래량 상위권을 항상 유지하고 있는 후오비의 거래량과 이를 대표하는 토큰이라는 점을 고려하였을 때 후오비라는 브랜드를 대표하는 주식과도 같은 역할을 하는 토큰이라고 할 수 있습니다.",
    "image": "https://assets.coingecko.com/coins/images/2822/large/huobi-token-logo.png?1547036992",
    "changePercent": -0.68772,
    "currency": "KRW",
    "price": 3545.27
  },
  {
    "name": "Sui",
    "symbol": "sui",
    "rank": 95,
    "marketCap": 567254185387,
    "totalSupply": 10000000000,
    "maxSupply": 10000000000,
    "circulatingSupply": 654546805.846154,
    "description": "Sui is a layer-1 blockchain optimizing for low-latency blockchain transfers. Its focus on instant transaction finality and high-speed transaction throughput make Sui a suitable platform for on-chain use cases like games, finance, and other real-time applications. Sui’s smart contracts are written in Move, a Rust-based programming language that prioritizes fast and secure transaction executions. Sui’s “horizontal scaling” is achieved through a process called “transaction parallelization,” allowing “parallel agreement” across different, independent types of transactions. Thanks to the organization of data as independent objects, transactions that are independent of one another are validated by Sui nodes via byzantine fault-tolerant proof-of-stake (PoS) consensus mechanism.",
    "image": "https://assets.coingecko.com/coins/images/26375/large/sui_asset.jpeg?1683114182",
    "changePercent": -2.39402,
    "currency": "KRW",
    "price": 866.31
  },
  {
    "name": "Casper Network",
    "symbol": "cspr",
    "rank": 96,
    "marketCap": 555108000152,
    "totalSupply": 11839057404,
    "maxSupply": 0,
    "circulatingSupply": 11150998924,
    "description": "The Casper Network is the first live proof-of-stake blockchain built off the Casper CBC specification. Casper is designed to accelerate enterprise and developer adoption of blockchain technology today and evolve to meet user needs in the future.",
    "image": "https://assets.coingecko.com/coins/images/15279/large/casper.PNG?1620341020",
    "changePercent": -2.84637,
    "currency": "KRW",
    "price": 49.78
  },
  {
    "name": "Kaspa",
    "symbol": "kas",
    "rank": 97,
    "marketCap": 541002315903,
    "totalSupply": 19486488555,
    "maxSupply": 28704026601,
    "circulatingSupply": 19486357735,
    "description": "Kaspa is a proof-of-work cryptocurrency which implements the GHOSTDAG protocol. Unlike traditional blockchains, GHOSTDAG does not orphan blocks created in parallel, rather allows them to coexist and orders them in consensus. Whereby our blockchain is actually a blockDAG; you can see GHOSTDAG in action in a real time blockDAG visualizer). This generalization of Nakamoto consensus allows for secure operation while maintaining very high block rates (currently one block per second, aiming for 10/sec, dreaming of 100/sec) and minuscule confirmation times dominated by internet latency (cf. chapter 6 of the the paper for some initial benchmarks). The Kaspa implementation includes a lot of cool features and subprotocols including Reachability to query the DAG's topology, Block data pruning (with near-future plans for block header pruning), SPV proofs, and later subnetwork support which will make future implementation of layer 2 solutions much easier.",
    "image": "https://assets.coingecko.com/coins/images/25751/large/kaspa-icon-exchanges.png?1653891958",
    "changePercent": -2.84637,
    "currency": "KRW",
    "price": 49.78
  },
  {
    "name": "Compound",
    "symbol": "comp",
    "rank": 98,
    "marketCap": 537823764408,
    "totalSupply": 10000000,
    "maxSupply": 10000000,
    "circulatingSupply": 6856085,
    "description": "The Compound Governance Token is a governance token on the Compound Finance lending protocol, COMP allows the owner to delegate voting rights to the address of their choice; the owner’s wallet, another user, an application, or a DeFi expert. Anybody can participate in Compound governance by receiving delegation, without needing to own COMP.Anybody with 1% of COMP delegated to their address can propose a governance action; these are simple or complex sets of actions, such as adding support for a new asset, changing an asset’s collateral factor, changing a market’s interest rate model, or changing any other parameter or variable of the protocol that the current administrator can modify.",
    "image": "https://assets.coingecko.com/coins/images/10775/large/COMP.png?1592625425",
    "changePercent": -2.84637,
    "currency": "KRW",
    "price": 49.78
  },
  {
    "name": "WOO Network",
    "symbol": "woo",
    "rank": 99,
    "marketCap": 533780688573,
    "totalSupply": 2250658857.90186,
    "maxSupply": 2250658857.90186,
    "circulatingSupply": 1716045294.78609,
    "description": "WOO Network is a deep liquidity network connecting traders, exchanges, institutions, and DeFi platforms with democratized access to the best-in-class liquidity and trading execution at lower or zero cost. WOO Token is used in the network’s CeFi and DeFi products for staking and fee discounts.",
    "image": "https://assets.coingecko.com/coins/images/12921/large/w2UiemF__400x400.jpg?1603670367",
    "changePercent": -2.1203,
    "currency": "KRW",
    "price": 311
  },
  {
    "name": "Conflux",
    "symbol": "cfx",
    "rank": 100,
    "marketCap": 525853811962,
    "totalSupply": 5284997962.62513,
    "maxSupply": 0,
    "circulatingSupply": 2097547687.26523,
    "description": "What is Conflux Conflux is a permissionless Layer 1 blockchain connecting decentralized economies across borders and protocols. Recently migrated to hybrid PoW/PoS consensus, Conflux provides a fast, secure, and scalable blockchain environment with zero congestion, low fees, and improved network security.As the only regulatory compliant public blockchain in China, Conflux provides a unique advantage for projects building and expanding into Asia. In the region, Conflux has collaborated with global brands and government entities on blockchain and metaverse initiatives, including the city of Shanghai, McDonald's China, and Oreos. To learn more about Conflux, visit confluxnetwork.org/ What is the Conflux (CFX) Token? CFX is the native token for the Conflux Network. It is a hard-capped scarce asset used to pay fees, and secure the network through staking. Each CFX contains 10^18 Drip. Transactions on Conflux are handled similarly to those on the Ethereum network, with CFX playing a similar role as ETH. Users submit a contract with a gas limit and a gas price; the latter is denominated in CFX.Users can interact with Conflux Network ecosystem applications through wallets. Users can use CFX to participate in governance votes, stake their tokens to earn network interest, or pay for the network's storage and transaction fees.Where can I buy the Conflux token (CFX)?CFX is supported across leading exchanges such as Binance, KuCoin, OKEX, Gate, and MEXCWhere can I stake the Conflux token (CFX)? CFX can be staked at any of the Staking Pools operated by the Conflux community. For the latest information please view the Conflux Forum",
    "image": "https://assets.coingecko.com/coins/images/13079/large/3vuYMbjN.png?1631512305",
    "changePercent": -3.14269,
    "currency": "KRW",
    "price": 250.65
  },
  {
    "name": "Dash",
    "symbol": "dash",
    "rank": 101,
    "marketCap": 518957390465,
    "totalSupply": 18920000,
    "maxSupply": 0,
    "circulatingSupply": 11354296.6084753,
    "description": "대시는 익명성과 추적이 불가능한 성질을 갖는 분산 암호화 화폐입니다. 현금처럼 필요할 때 즉시 익명으로 결제 가능한 가상화폐이며, 지불수단의 용도로 특화되었습니다. 대시는 이전에 Xcoin, DarkCoin으로 불렸으며, 2015년 3월 최종적으로 DASH로 이름을 정하게 되었습니다. 이전 코인들의 이름이 불법 사이트와 연관이 있다는 루머 때문에 이름을 바꾸게 되었다고 합니다. 단, 이름이 비슷한 Dachcoin(DSH)과는 관련이 없으므로 주의하셔야 합니다. 코인 특징1. 대시는 마스터노드(masternode)에 의한 코인조인방법(coinjoin method)을 사용해 강한 익명성을 구현합니다. 코인조인방법은 최소 세 개 이상의 거래를 묶어 한 번 이상 섞은 후 거래 내용을 내보내기 때문에 추적이 어려우며, 익명성을 강화합니다. 이 과정은 대시의 이원화된 네트워크 시스템의 두 번째 단계인 마스터노드에 의해 구현됩니다. 2. 채굴자 일원화 체제인 비트코인과 달리, 대시는 채굴자와 마스터노드(Masternode, Full nodes)로 이뤄진 이원화된 조직으로 코인을 발행합니다. 채굴자가 일차적으로 기본적인 송금과 이중지급 예방을 처리하면, 마스터노드는 코인조인방법으로 익명성을 강화하고, 예산을 관리하는 등의 역할을 합니다. 블록체인에 기여한 보상은 이 두 주체가 45%씩 가져가고, 나머지 10%는 예산 시스템을 위해 유보됩니다. 마스터노드가 되기 위해서는 1,000 DASH를 보유하고 있어야 하며, 이들이 네트워크의 주요한 서비스를 담당한다는 의미에서 Proof of Service(PoSe)라고 불립니다. 3. 대시는 블록마다 예산이 10%씩 쌓이는 독립적인 예산 시스템(DGBB)을 가지고 있습니다. 따라서 다른 코인들처럼 기부나 후원에 의지하지 않고 자체 기금으로 운영(self-funded)됩니다. 4. 대시는 최종 공급량인 2,200만 개에 도달하기 위해 매년 7.14%씩 발행량이 줄어드는 구조로 되어 있습니다. 핵심 가치(키워드: 익명성, 실시간 결제, 분산화 경영)1. 익명성: 대시는 마스터노드에 의한 코인조인방법으로 강력한 익명성을 구현합니다(Private send). 2. 실시간 결제: 4초 안에 거래가 완전히 완료되고, 이 또한 마스터노드에 의해 운영되는 서비스(Instant send)입니다. 3. 블록체인에 의한 분산화된 운영: 마스터노드들은 예산안이나 주요결정에 투표할 권리를 가지기 때문에 체계적으로 탈 중앙집권적인 관리경영을 실현할 수 있습니다. ",
    "image": "https://assets.coingecko.com/coins/images/19/large/dash-logo.png?1548385930",
    "changePercent": -3.46091,
    "currency": "KRW",
    "price": 45553
  },
  {
    "name": "cUSDC",
    "symbol": "cusdc",
    "rank": 102,
    "marketCap": 495048979676,
    "totalSupply": 16563373954.2057,
    "maxSupply": 0,
    "circulatingSupply": 16563373954.2057,
    "description": "Compound is an open-source, autonomous protocol built for developers, to unlock a universe of new financial applications. Interest and borrowing, for the open financial system.",
    "image": "https://assets.coingecko.com/coins/images/9442/large/Compound_USDC.png?1567581577",
    "changePercent": 0.15255,
    "currency": "KRW",
    "price": 29.89
  },
  {
    "name": "Nexus Mutual",
    "symbol": "nxm",
    "rank": 104,
    "marketCap": 474885229559,
    "totalSupply": 6759340.32348608,
    "maxSupply": 6759340.32348608,
    "circulatingSupply": 6759340.32348608,
    "description": "Nexus Mutual is a decentralized insurance protocol built on Ethereum that currently offers cover for smart contracts on the Ethereum blockchain, currently covering all the main defi protocols. Nexus Mutual offers coverage against smart contract failures, which protects against potential bugs in smart contract code. The coverage intends to provide protection against financial losses that may be incurred due to hacks or exploits in the smart contract code. Note that smart contract cover only protects against “unintended uses” of smart contracts, so security events such as the loss of private keys or centralized exchange hacks are not covered. In December 2020, it released custody cover covering centralised custodians and lenders such as Celsius, Blockfi, and Nexo. ",
    "image": "https://assets.coingecko.com/coins/images/11810/large/NXMmain.png?1674799570",
    "changePercent": -1.71383,
    "currency": "KRW",
    "price": 70256
  },
  {
    "name": "Zilliqa",
    "symbol": "zil",
    "rank": 105,
    "marketCap": 470952237244,
    "totalSupply": 17734299352.1229,
    "maxSupply": 21000000000,
    "circulatingSupply": 16685293162.7729,
    "description": "질리카는 확장성(Scalability) 문제를 해결하기 위해 등장한 프로젝트입니다. 현존하는 가장 빠른 블록체인 플랫폼이 되는 것을 목표로 합니다. 질리카는 네트워크 샤딩이라는 기술을 활용해 이 문제를 해결하고, 더 많은 트랜잭션을 처리할 수 있습니다. 네트워크 샤딩은 여러 노드들을 몇가지 샤드에 나눠 넣어서 동시에 트랜잭션을 처리하기에 속도가 빠릅니다.",
    "image": "https://assets.coingecko.com/coins/images/2687/large/Zilliqa-logo.png?1547036894",
    "changePercent": -10.13473,
    "currency": "KRW",
    "price": 28.26
  },
  {
    "name": "Trust Wallet",
    "symbol": "twt",
    "rank": 106,
    "marketCap": 467039582796,
    "totalSupply": 1000000000,
    "maxSupply": 0,
    "circulatingSupply": 416649900,
    "description": "Trust Wallet Token (TWT) 511 is a utility token that can only be used within the app. This will be used to incentivize all Trust Wallet users.What are the Incentives of (TWT)?Governance token that will be used by anyone who wants to take part in making decisions for adding new blockchain support, tokens and product features. Will also be collected as fees for submissions to the Trust Wallet repository 59.Discounts on DEX services and purchasing crypto within the app.Collectible Marketplace, anyone interested in trading, selling or buying digital collectibles can utilize the token in a user-friendly environment.DApp reviews and promotions to incentivize developers to work on DApps that contribute to further adoption of Web 3.0 on mobile devices.Affiliate and bounty rewards, the token can be converted to BNB or ETH, that can be used for Network Fees.Vouching and User reputation, users will be able to vouch for developers of products they enjoy to show the quality of the product to the rest of the Trust Ecosystem.",
    "image": "https://assets.coingecko.com/coins/images/11085/large/Trust.png?1588062702",
    "changePercent": -5.39108,
    "currency": "KRW",
    "price": 1120.99
  },
  {
    "name": "NEXO",
    "symbol": "nexo",
    "rank": 107,
    "marketCap": 457350330292,
    "totalSupply": 1000000000,
    "maxSupply": 1000000000,
    "circulatingSupply": 560000010.0064,
    "description": "The NEXO Token is an asset-backed token and is backed by the underlying assets of Nexo’s loan portfolio. NEXO Tokens Holders will get 30% of the company’s profits.NEXO Tokens offer additional utility features such as discounted interest rates on the Nexo Instant Crypto-backed Loans and are also accepted as collateral on the Nexo Platform.",
    "image": "https://assets.coingecko.com/coins/images/3695/large/nexo.png?1548086057",
    "changePercent": -1.74284,
    "currency": "KRW",
    "price": 816.34
  },
  {
    "name": "FLEX Coin",
    "symbol": "flex",
    "rank": 108,
    "marketCap": 442724986794,
    "totalSupply": 98735764.894,
    "maxSupply": 98735764.894,
    "circulatingSupply": 98664941.4491096,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/9108/large/coinflex_logo.png?1628750583",
    "changePercent": -0.90315,
    "currency": "KRW",
    "price": 4498.77
  },
  {
    "name": "Convex Finance",
    "symbol": "cvx",
    "rank": 109,
    "marketCap": 421518716059,
    "totalSupply": 98510658.2187522,
    "maxSupply": 100000000,
    "circulatingSupply": 78638356.96404904,
    "description": "Convex is a protocol that simplifies Curve boosting experience in order to maximize yields. Convex allows Curve liquidity providers to earn trading fees and claim boosted CRV without locking CRV themselves. Liquidity providers can receive boosted CRV and liquidity mining rewards with minimal effort.If you would like to stake CRV, Convex lets users receive trading fees as well as a share of boosted CRV received by liquidity providers. This allows for a better balance between liquidity providers and CRV stakers as well as better capital efficiency.Curve liquidity providers can deposit their LP tokens into Convex to maximize their CRV earnings with a more efficient boost.Curve DAO token stakers will be able to earn additional boosted CRV and CVX tokens through the protocol.",
    "image": "https://assets.coingecko.com/coins/images/15585/large/convex.png?1621256328",
    "changePercent": 0.0043,
    "currency": "KRW",
    "price": 5359.76
  },
  {
    "name": "dYdX",
    "symbol": "dydx",
    "rank": 110,
    "marketCap": 415272273210,
    "totalSupply": 1000000000,
    "maxSupply": 1000000000,
    "circulatingSupply": 168481192.45698547,
    "description": "dYdX token is a governance token for the dYdX exchange protocol. Past users of the protocol who trades on margin or on decentralized perpetual swaps are eligible to earn retroactive rewards.",
    "image": "https://assets.coingecko.com/coins/images/17500/large/hjnIm9bV.jpg?1628009360",
    "changePercent": -2.67701,
    "currency": "KRW",
    "price": 2467.1
  },
  {
    "name": "PancakeSwap",
    "symbol": "cake",
    "rank": 111,
    "marketCap": 410836218243,
    "totalSupply": 388480615.417687,
    "maxSupply": 750000000,
    "circulatingSupply": 208016863.090043,
    "description": "PancakeSwap is an automated market maker (“AMM”) that allows two tokens to be exchanged on the Binance Smart Chain. It is fast, cheap, and allows anyone to participate.",
    "image": "https://assets.coingecko.com/coins/images/12632/large/pancakeswap-cake-logo_%281%29.png?1629359065",
    "changePercent": -2.45241,
    "currency": "KRW",
    "price": 1973.99
  },
  {
    "name": "THORChain",
    "symbol": "rune",
    "rank": 112,
    "marketCap": 404214960742,
    "totalSupply": 500000000,
    "maxSupply": 500000000,
    "circulatingSupply": 300700561,
    "description": "THORChain is building a chain-agnostic bridging protocol that will allow trustless and secure value-transfer connections with most other chains (such as Bitcoin, Ethereum, Monero and all of Binance Chain). Users will be able to instantly swap any asset at fair market prices and deep liquidity. Token holders will be able to stake any asset and earn on liquidity fees. Projects will be able to access manipulation resistant price feeds and accept payments in any currencies, no matter the type or liquidity.",
    "image": "https://assets.coingecko.com/coins/images/6595/large/Rune200x200.png?1671179394",
    "changePercent": -2.64295,
    "currency": "KRW",
    "price": 1343.8
  },
  {
    "name": "Enjin Coin",
    "symbol": "enj",
    "rank": 113,
    "marketCap": 398396490066,
    "totalSupply": 1000000000,
    "maxSupply": 1000000000,
    "circulatingSupply": 1000000000,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/1102/large/enjin-coin-logo.png?1547035078",
    "changePercent": -3.53323,
    "currency": "KRW",
    "price": 398.23
  },
  {
    "name": "Gnosis",
    "symbol": "gno",
    "rank": 115,
    "marketCap": 388870806588,
    "totalSupply": 3000000,
    "maxSupply": 3000000,
    "circulatingSupply": 2589589,
    "description": "노시스는 분산화된 예측시장(decentralized prediction market)을 제공하는 노시스 플랫폼에서 사용되는 가상화폐입니다. 이 플랫폼은 중앙기관의 개입 없이 집단지성(crowdsourced wisdom)에 근거해 예측시장을 공유합니다. 그리고 개인이 예측한 결과의 옳고 그름에 따라 보상으로 토큰을 얻거나 잃는 시스템으로 운영됩니다. 설정할 수 있는 이벤트는 이중선택지(binary), 다중선택지(category), 범위지정(scalar)의 세 가지가 있습니다. 이 분산화된 예측시장은 여러 모델과 시장에 적용될 수 있습니다. 경매, 금융, 보험시장을 비롯해 스포츠 베팅 등과도 연결되어 다양한 양상으로 발전할 것으로 기대됩니다. 한편, 노시스 플랫폼은 이더리움 블록체인을 기반으로 하고 있어서 거래 수수료의 지급과 같은 거래처리는 모두 스마트 컨트랙트를 통해 이뤄집니다. 코인 특징1. 노시스 예측시장에서 사용자들은 사건의 결과에 대해 지분을 사는 것으로 자신의 의견을 표현합니다. 이 과정에서 각 결과에 대한 시장 가격이 형성되고, 이 가격이 이벤트가 일어날 예측 확률이 됩니다. 왜냐하면, 예측에 대해 투표를 할 때, 각 결과에 대한 시장 가격의 합은 $1로 정해져 있기 때문입니다. 결과적으로, 미래의 일을 맞히면 개인은 ($1-구매가격)*지분의 개수만큼의 이익을 얻게 됩니다. 2. 이미 발행된 천만 개의 토큰 중 90%는 ICO로 배포되었고 나머지 10%는 Gnosis LTD에서 보관하고 있습니다. GNO 토큰은 추가 발행되지 않을 것입니다. 한편, 플랫폼에서 사용되는 토큰은 WIZ인데, GNO를 통해 WIZ를 받을 수 있습니다. WIZ는 거래수수료, 시장형성, 이벤트 투표 등에 대한 비용을 지급할 때 쓰입니다. 3. 노시스 플랫폼은 코어, 서비스, 애플리케이션이라는 세 개의 층으로 구성되어있습니다. Gnosis core는 가장 기본적인 공간으로, 무료이고 모두가 사용할 수 있습니다. Gnosis service는 트레이딩 비용 모델을 통해 추가적인 서비스가 제공됩니다. Gnosis application은 추가 비용이나 비즈니스 모델을 기반으로 하며, 앱들이 개발될 수 있는 공간입니다. 서비스 층에서 필요한 수수료는 GNO와 연결되어 사용되는 WIZ를 통해 지급해야 합니다. 활용 분야(키워드: 분산화된 예측시장)노시스는 예측시장에 새로운 지평을 열여줄 수 있는 토대가 됩니다. 이전의 예측시장은 중앙 집권 형태로, 정치적이고 법적인 제재로부터 자유롭지 못했습니다. 실제로 가장 큰 규모를 가지고 있던 Intrade.com라는 예측시장 플랫폼의 경우에도, 미국의 압력으로 중단된 바 있습니다. 반면, 블록체인 기술은 중앙 서버가 없는 P2P시스템이기 때문에, 외압으로부터 자유로울 뿐만 아니라, 중앙에 신뢰할 만한 사람이 있어야 할 필요가 없고 예측 시장 내에서 조작이나 실수가 발생할 확률도 희박해집니다. 또한 기존의 예측시장에서는 참여자들에게 틀린 것에 대한 페널티를 주지 않아서 예측의 정확성이 떨어졌습니다. 하지만 노시스는 좋은 정보에게 인센티브를 주고, 반대의 경우에는 패널티를 주기 때문에 보다 정확한 예측을 할 수 있을 것으로 기대됩니다. ",
    "image": "https://assets.coingecko.com/coins/images/662/large/logo_square_simple_300px.png?1609402668",
    "changePercent": -2.19756,
    "currency": "KRW",
    "price": 150263
  },
  {
    "name": "1inch",
    "symbol": "1inch",
    "rank": 114,
    "marketCap": 388281901219,
    "totalSupply": 1500000000,
    "maxSupply": 1500000000,
    "circulatingSupply": 944171201.435729,
    "description": "\"What is 1inch Network?1inch Network is a decentralized exchange (DEX) aggregator to help users discover the best trade prices for tokens. Instead of swapping tokens from a single liquidity pool of a DEX, 1inch will aggregate across different pools and suggest the most efficient way to trade tokens.Why use 1inch?If you are a trader trading large amount of tokens, you may not be aware of all the availability liquidity across different DEXes in order to get the best price quote. Price quote offered by DEX fluctuates according to the liquidity pool at any given time. Also, when you are trading large size, every percentage of savings can be magnified with an optimal trading path. 1inch aims to solve all that in a single user friendly interface.What is Pathfinder?Pathfinder is the discovery and routing algorithm developed by the 1inch team. It is the algorithm the powers the backend to finding the most efficient route to swap a token. For example, if a user wants to sell ETH for WBTC, Pathfinder will explore all DEXes such as Uniswap, Curve, Balancer, DODO, Sushiswap, and more. The result is a recommended route that optimizes fees and liquidity in order to give users the best rate. Users no longer need to check each individual services in order to find the best price.Who are the creators of 1inch?1inch was founded by Sergej Kunz and Anton Bukov. The idea for 1inch was developed at a hackathon in just over 60 hours at New York City. Fast forward today, it is one of the fastest growing DeFi product.\"",
    "image": "https://assets.coingecko.com/coins/images/13469/large/1inch-token.png?1608803028",
    "changePercent": -3.69404,
    "currency": "KRW",
    "price": 411.2
  },
  {
    "name": "Basic Attention",
    "symbol": "bat",
    "rank": 116,
    "marketCap": 384397943767,
    "totalSupply": 1500000000,
    "maxSupply": 1500000000,
    "circulatingSupply": 1489309693.7326057,
    "description": "베이직어텐션토큰은 디지털 광고용으로 설계된 공개 소스 분산형 암호화폐로, 이더리움 호환 토큰(ERC20)입니다. 2017년 5월에 크라우드 펀딩을 시작한 베이직어텐션토큰은 30초 만에 3천 5백만달러를 모금할 정도로 인기를 끌었습니다. 베이직어텐션토큰은 파손, 사기, 불투명한 디지털 광고를 수리하는 것을 목표로 합니다. 광고주 및 게시자를 위한 활동을 추적하고 관리하기 위해 특별히 제작된 Brave 플랫폼에서 사용하기 위한 것입니다.",
    "image": "https://assets.coingecko.com/coins/images/677/large/basic-attention-token.png?1547034427",
    "changePercent": -3.51974,
    "currency": "KRW",
    "price": 258.75
  },
  {
    "name": "SingularityNET",
    "symbol": "agix",
    "rank": 118,
    "marketCap": 382690879170,
    "totalSupply": 1303100454.47526,
    "maxSupply": 2000000000,
    "circulatingSupply": 1223948706.88493,
    "description": "정보가 존재하지 않습니다.",
    "image": "https://assets.coingecko.com/coins/images/2138/large/singularitynet.png?1548609559",
    "changePercent": -4.05703,
    "currency": "KRW",
    "price": 312.17
  },
  {
    "name": "Qtum",
    "symbol": "qtum",
    "rank": 119,
    "marketCap": 381272496360,
    "totalSupply": 107822406,
    "maxSupply": 0,
    "circulatingSupply": 104726702.5,
    "description": "퀀텀은 비트코인과 이더리움 각각의 장점을 결합한 하이브리드 블록체인 어플리케이션 플랫폼입니다. 퀀텀의 핵심 기술은 Account Abstraction Layer로, 이는 비트코인의 결제 시스템(UTXO)과 이더리움 버츄얼 머신(EVM)을 연결합니다. 원래 비트코인과 이더리움은 결제를 처리하는 방식이 달라 호환이 어려운데, 퀀텀은 이를 해결해 하이브리드를 만드는 데에 성공했습니다. 이를 통해 퀀텀은 안정성과 확장성이라는 가치를 모두 담을 수 있다고 합니다. 퀀텀 토큰은 이 플랫폼의 탈 중앙화앱(DAPP)과 스마트 컨트랙트를 실행하는 연료로 쓰입니다. 비즈니스 친화적인 블록체인을 추구하는 퀀텀은 퍼블릭 블록체인으로서 금융업, 제조업, 모바일 텔레콤을 비롯한 여러 시장에 진출하는 것을 목표로 합니다. DAPP들을 간편하게 모바일 기기에서 실행할 수 있으며, 퀀텀은 현존하는 이더리움 컨트랙트와 비트코인 게이트웨이 모두와 호환 가능합니다. 이런 점은 퀀텀이 다양한 시장에 적용될 수 있는 빠르고 유연한 블록체인을 만드는 기반이 됩니다. 코인 특징1. 퀀텀은 이더리움의 Account 모델이 아닌 비트코인의 UTXO 모델을 EVM과 결합함으로써, UTXO모델의 여러 장점을 취합니다. UTXO는 거래를 검증하는 게 더 간편하고, 7년이 넘는 기간 동안 비트코인 시스템으로 운영되며 안정성과 보안이 증명되었다고 합니다. 2. 퀀텀에서는 이더리움 플랫폼에서처럼 스마트 컨트랙트가 사용되며, 기업들은 고유 토큰을 만들고 블록체인을 운영할 수 있습니다. 사람들이 주로 쓰는 계약들을 쉽게 스마트 컨트랙트로 치환되게 하고, 산업별 특성에 맞춘 계약 양식을 제공하는 등의 서비스를 통해 스마트 컨트랙트가 다양한 산업에서 광범위하게 활용될 수 있도록 합니다. 3. 비트코인의 UTXO모델 위에서 퀀텀의 코드가 사용되면서, 스마트 컨트랙트를 라이트 월렛에서 사용하는 게 가능해졌습니다. 이 라이트 월렛은 모든 모바일 기기에 설치될 수 있고, 이와 마찬가지로 다른 DAPP들도 모바일에서 이용될 수 있다고 합니다. 4. 퀀텀토큰은 최대발행량의 51%가 ICO로 분배되었고, 20%는 개발자들에게, 나머지 29%는 플랫폼의 발전을 위해 남겨질 것입니다. 4년 후, 유보된 코인들은 모두 사용되어 커뮤니티에 환원될 것이라고 합니다. PoS이기 때문에 매년 1%씩 인플레이션이 발생한다고 합니다. ",
    "image": "https://assets.coingecko.com/coins/images/684/large/Qtum_Logo_blue_CG.png?1637155875",
    "changePercent": -0.44984,
    "currency": "KRW",
    "price": 3624.93
  }
]